{"slug":"handing-in-your-notice-resigning-leaving-job","updated_at":"2012-02-01T11:48:22+00:00","alternative_title":"","overview":"Notice periods, pay and employment rights that you're entitled to when you leave your job or hand in your resignation","title":"Handing in your notice","video_summary":"","video_url":"","parts":[{"table":{"body":"When you want to leave your job you must give one week's notice if you have worked for your employer for a month or more. Your contract may state that you need to give longer notice.\r\n\r\nYou can do this verbally or in writing, although it's advisable to hand in a resignation letter.\r\n\r\n^ If you don't give enough notice, or give notice verbally when your employment contract states that it should be given in writing, you may be in breach of your contract. ^\r\n\r\nYour notice period usually runs from the start of the following day you gave your notice in.\r\n\r\n##Your rights during your notice period\r\n\r\nYou have the right to be paid your normal hourly rate during your notice period, as set out in your contract of employment, for any time that you're:\r\n\r\n- off sick\r\n- on holiday\r\n- temporarily laid off\r\n- on maternity/paternity/adoption leave\r\n- available to work but your employer doesn't give you any\r\n\r\n\r\nYou're not entitled to normal hourly rates during your notice period if:\r\n\r\n- your notice period is longer than the minimum notice period by a week or more\r\n- you take part in strike action after giving notice\r\n- you request any time off\r\n\r\n^ If you have time off for union duties, antenatal care or to look for work/arrange training during this time you may be entitled to minimum pay. ^\r\n\r\n##Claiming benefits after you've resigned\r\n\r\nIf you leave your job voluntarily 'without just cause', Jobcentre Plus can delay payment of [Jobseeker's Allowance.](/jobseekers-allowance \"Jobseeker's Allowance\")\r\n\r\n##Problems with notice pay\r\n\r\nIf you have a dispute with your employer about your notice pay that can't be resolved informally, you can follow your company's grievance procedures. You can also make a complaint to an [Employment Tribunal](/employment-tribunals \"Employment Tribunal\") for breach of contract. \r\n\r\n\r\n\r\n\r\n\r\n","slug":"notice-periods-your-pay-and-rights","title":"Notice periods - your pay and rights"}}],"type":"guide"}
