{"slug":"tax-credits-overpayments","updated_at":"2012-01-24T10:18:00+00:00","alternative_title":"","overview":"Why tax credits overpayments happen, what to do to avoid them and how to dispute an overpayment decision","title":"Tax credits overpayments","video_summary":"","video_url":"","parts":[{"table":{"body":"The Tax Credit Office works out what to pay you based on the information you provide. If that information is wrong - for example if you don't report a change in circumstances - you could get the wrong amount. \r\n\r\nCommon reasons for an overpayment are:\r\n\r\n- you didn't report a change in circumstances - such as a child going to live with someone else\r\n- you provided wrong information about your personal situation\r\n- you didn't renew your tax credits on time\r\n- the Tax Credit Office made a mistake recording the information you gave them\r\n- the Tax Credit Office didn’t act on information you gave them\r\n\r\nIf you have been overpaid, this will be shown on your award notice.\r\n\r\nCall the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") to report any changes in your circumstances or if you notice a mistake on your award notice. \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You pay back a tax credits overpayment in one of two ways. Either as a lump sum payment or by reducing your ongoing payments. How you are asked to do this depends on whether you are still getting tax credits or not. \r\n\r\n##If you still get tax credits\r\nYour payments will be reduced to cover the amount you need to repay. \r\n\r\nThe amount your payments are reduced by depends on whether you get tax credits in full or not. \r\n\r\nYour payments | Maximum reduction\r\n- | - \r\nfull rate | 10%\r\nreduced rate | 25%\r\nfamily element of Child Tax Credit | 100%\r\n\r\n###Reduced payments are causing you financial difficulties\r\nIf you are struggling to pay for essentials like rent, gas or electricity, you can ask to make your repayments over a longer period. \r\n\r\nCall the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\") to discuss your options. \r\n\r\n###Making extra payments\r\nYou can make extra payments if you want to clear your overpayment more quickly. \r\n\r\nTo do this call the Tax Credit Payment Helpline on 0845 302 1429. \r\n\r\n##If you no longer get tax credits\r\nYou will be asked to make a one-off payment for the full amount you were overpaid. \r\n\r\nYou will get a 'Statement of Account' with details of the overpayment. You'll also get a 'Notice to Pay' which tells you how to make your repayment, and includes a payment slip. You'll need to pay within 30 days. \r\n\r\n###If you can't pay within 30 days\r\nIf you can't pay within 30 days, you can arrange to pay back the money over 12 months.\r\n\r\nIf you still need more time to pay, call the Tax Credit Office so they can talk through your options. They may be able to:\r\n\r\n- spread the repayment over a longer period\r\n- put back the date they start to collect the money you owe them\r\n\r\n$C\r\n**Tax Credit Payment Helpline**  \r\n0845 302 1429 \r\n$C\r\n\r\n##Paying back through PAYE\r\nHM Revenue & Customs (HMRC) can change your PAYE tax code to collect your overpayment. This means you'll pay back all of what you owe by paying more tax in the next tax year. A tax year runs from 6 April one year to 5 April the next.\r\n\r\nThis will only happen if you haven't contacted the Tax Credit Office about repaying your overpayment, and all of the following apply:\r\n\r\n- you've been asked to make a direct payment\r\n- you work for an employer, or get a UK-based pension\r\n- your overpayment is less than £3,000\r\n\r\nYou can’t choose to pay your overpayment back through your tax code voluntarily.\r\n\r\nYou will get a letter explaining that your overpayment will be paid back through PAYE. If you don't want your tax code to be changed, get in touch straight away to agree another way of paying. There will be a contact telephone number in the letter.\r\n\r\nIf you're happy for your overpayment to be collected this way, you don’t need to do anything. Before the next tax year, HMRC will send you a 'PAYE Coding Notice' telling you your new tax code. The amount to be collected from you will be shown on the notice as 'Outstanding debt'. \r\n\r\n##You're paying back more than one overpayment at the same time\r\nSome of your repayments can be stopped temporarily, as long as you are paying back:\r\n\r\n- one overpayment by direct payment, or by a reduction in your PAYE tax code\r\n- another overpayment with a 10% or 25% reduction in your ongoing tax credits payments\r\n\r\nIn this case you can ask the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\") for the direct payment, or the reduction in your PAYE tax code, to be stopped temporarily. This is until you've paid back the overpayment from your ongoing tax credits payments.\r\n\r\nIf this doesn't apply to you, and you can't meet essential living expenses such as rent, gas or electricity bills, contact the Tax Credit Office. They'll tell you what your options are.\r\n\r\nYou can contact the Tax Credit Office by calling the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\").\r\n\r\n##You have made a new claim since the overpayment\r\nIf your household has changed and you have made a new claim since the overpayment, you will need to make a direct payment. You cannot repay your overpayment by reducing tax credits from a new claim. \r\n\r\n##You have split from your partner\r\nIf you made a joint tax credits claim with your partner, you are both responsible for paying back any overpayment. The Tax Credit Office will write to you both telling you about the overpayment.\r\n\r\nIf you have split up with your partner, you can try to agree between yourselves what each of you should pay back. If you can't agree, the Tax Credit Office will ask each of you to pay half the amount.\r\n\r\nIf you have difficulties repaying the money, contact the Tax Credit Payment Helpline.\r\n\r\n$C\r\n**Tax Credit Payment Helpline**  \r\n0845 302 1429 \r\n$C\r\n\r\n*[HMRC]: HM Revenue & Customs\r\n*[`PAYE]: Pay As You Earn","slug":"paying-back-an-overpayment","title":"Paying back an overpayment"}},{"table":{"body":"If you think the Tax Credit Office has made a mistake or has given you wrong advice, you can fill in form TC846.\r\n\r\n$D[Download form TC846 - dispute a tax credits overpayment decision (PDF, 26Kb)](http://www.hmrc.gov.uk/forms/tc846.pdf \"Download 'Form TC846 - Tax credits overpayment\"){:rel=\"external\"}$D\r\n\r\nOr you can write to:\r\n\r\n$C\r\nTax Credit Office  \r\nPreston  \r\nPR1 4AT\r\n$C\r\n\r\nIn your letter you’ll need to:\r\n\r\n- give the Tax Credit Office details your situation\r\n- tell them why you think you shouldn’t have to pay back your overpayment\r\n\r\n##Recovery of overpayment during the dispute\r\nYou will get a letter explaining that you won't have to repay your overpayments while your dispute is being reviewed. \r\n\r\n##How the decision is made\r\nThe Tax Credit Office looks at whether you met your responsibilities, and whether they have too. For example, they check that:\r\n\r\n- they gave you the correct advice based on the information you gave them\r\n- they accurately recorded and used the information you gave them to work out your tax credits and paid you the correct amount\r\n- you told them about changes in your circumstances throughout the year so they have accurate and up-to-date information\r\n- you told them about any mistakes on your award notice within one month of getting it\r\n\r\nYou may not have to pay some or all of you overpayments if you met your responsibilities - but the Tax Credit Office didn’t meet theirs. For example, if they did not act on a change of circumstances you told them about within one month, or gave you incorrect advice.\r\n\r\nYou may not have to pay back an overpayment If you told the Tax Credit Office you couldn't check your award notice or bank payments in exceptional circumstances. For example, if you or a family member were seriously ill in hospital.\r\n\r\n##If you disagree with the decision\r\nWhen the Tax Credit Office have made their decision they'll write to tell you if they are going to write off some or all of the overpayment.\r\n\r\nThe Tax Credit Office will also tell you the reasons for their decision.\r\n\r\nIf you've got some new information, write and tell them as soon as possible. They'll stop recovering the overpayment again and look at the new information.\r\n\r\nThey may also review a case if you feel that they have not taken into account previous information you gave them. However, they will start collecting back the overpayment while looking at this information.\r\n\r\nIf you haven't got new information but you are still unhappy with their decision, you can talk to an organisation like [Citizens Advice](http://www.citizensadvice.org.uk/ \"Citizens Advice Bureau\"){:rel=\"external\"}or use the [Legal adviser finder.](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do/ \"Legal adviser finder\"){:rel=\"external\"} They'll help you consider your options.\r\n","slug":"dispute-an-overpayment-decision","title":"Dispute an overpayment decision"}}],"type":"guide"}
