{"slug":"warm-front-scheme","updated_at":"2012-02-01T15:02:55+00:00","alternative_title":"","overview":"Warm Front gives financial help with heating and insulation for people on benefits - what you'll get, eligibility and how to apply","title":"Warm Front Scheme","parts":[{"table":{"body":"You can get help improving the central heating or insulation of your home through the Warm Front Scheme. \r\n\r\nGrants up to £3,500 are available to help cover the costs of any improvements.\r\n\r\nThere are rules on who qualifies, how the money is paid and what type of improvements can be made.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"A Warm Front grant covers up to £3,500 to pay for:\r\n\r\n- loft insulation\r\n- draught-proofing\r\n- cavity wall insulation\r\n- hot water tank insulation\r\n- gas, electric, liquid petroleum gas or oil heating\r\n- converting your solid-fuel open fire to a glass-fronted fire\r\n- replacing your heating system with an oil or alternative technology system – the grant limit for this is £6,000 \r\n\r\nThe money isn’t paid to you. It is paid directly to the company that does the work. Only companies approved by Warm Front can carry out the work. If the bill is likely to be more than the grant, Warm Front will discuss this with you to make sure you can pay the extra costs. \r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"The Warm Front Scheme is only available in England.\r\n\r\nTo apply you must own your home or rent it from a private landlord.\r\n\r\nYou must also get one of the following benefits:\r\n\r\n- Pension Credit\r\n- Income Support\r\n- income-related Employment and Support Allowance (ESA)\r\n- income-based Jobseeker’s Allowance\r\n\r\nIf you’re on Income Support, Jobseeker’s Allowance, or ESA (only for the first 13 weeks), you must also have one of the following:\r\n\r\n- Pensioner premium\r\n- disability or severe disability premium\r\n- Child Tax Credit award that includes an element for a disabled child\r\n- a child under the age of 5 living with you\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"The steps to apply for a Warm Front grant are:\r\n\r\ns1. Fill out an application form and send it to Warm Front.\r\ns2. Your application is checked to see if you qualify.\r\ns3. A Warm Front engineer checks your home to see what’s needed.\r\ns4. A Warm Front approved company will carry out the work.\r\n\r\n\r\n##Ways to apply\r\n\r\nThere are 3 ways to apply for a Warm Front grant:\r\n\r\n- [apply online for a Warm Front grant](https://web.eagagroup.com/referrerEBS/createReferralPublic.pdo?referrer=WFPUB \"Apply online\"){:rel=\"external\"}\r\n- [download 'Warm Front application' form (PDF, 394KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_197033.pdf \"Download 'Warm Front application' form (PDF, 394KB)\") and send it by post\r\n- apply over the phone - a Warm Front advisor will take you through the application\r\n\r\n##Contact Warm Front\r\n\r\n$ACarillion Energy Services\r\nFreepost NEA12054\r\nNewcastle upon Tyne\r\nNE2 1BR$A\r\n\r\n$C\r\n\r\n**Warm Front**\r\n\r\n**Telephone:** 0800 316 2805  \r\n**Textphone:** 0800 072 0156  \r\nMonday to Friday 8am to 6pm  \r\nSaturday 9am to 5pm  \r\n**Email:** <enquiry@carillionplc.com>\r\n\r\n$C\r\n\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}
