{"slug":"national-insurance-number","updated_at":"2012-01-31T15:42:15+00:00","alternative_title":"","body":"$!Contact HM Revenue & Customs if you've lost your National Insurance (NI) number – if you become eligible to work in the UK or apply for a student loan, phone Jobcentre Plus for an NI number.$!\r\n\r\n##If you've lost or can't remember your NI number##\r\nYou can do one of the following:\r\n\r\n- phone the National Insurance Registrations Helpline on 0845 915 7006 \r\n- fill in '[form CA5403 – Your National Insurance number](http://search2.hmrc.gov.uk/kb5/hmrc/forms/view.page?formid=3643&record=WCHblKPNSXc \"National Insurance number application form\"){:rel=\"external\"}' from HM Revenue & Customs - the address you send it to is in the form\r\n\r\n##If you are 16##\r\nYou will be sent an NI number just before your 16th birthday, if you live in the UK and your parents/guardians receive Child Benefit for you. \r\n\r\nIf you don't receive your NI number, phone the National Insurance Registrations Helpline on 0845 915 7006.\r\n\r\n##Working or studying in the UK##\r\nIf you don't have an NI number and become eligible to work in the UK or apply for a student loan, phone Jobcentre Plus on 0845 600 0643. They may ask you to attend an 'Evidence of Identity' interview. Otherwise they'll post you an application form to fill in and return.\r\n\r\nIf you apply for benefits or tax credits and don't have an NI number, you'll apply for one as part of your claim.\r\n\r\nIf you are a non-UK citizen, you can [check if you can work in the UK.](http://www.hmrc.gov.uk/migrantworkers/documents.htm \"check if you can work in the UK\"){:rel=\"external\"}\r\n\r\n##Evidence of Identity interview##\r\nJobcentre Plus will confirm the details of your interview and what documentation you should bring. You'll need to provide as much evidence of your identity as possible – documents should be originals and not photocopies. Evidence you provide could be a valid UK or foreign passport.\r\n\r\nYou'll fill in your application form for a NI number during the interview. If your application is successful, Jobcentre Plus will write to you to say what your NI number is.\r\n\r\n\r\n\r\n*[NI]: National Insurance","overview":"When you'll be sent a National Insurance number and what to do if you can't find yours","title":"Get a National Insurance number","type":"answer"}
