{"slug":"job-grant","updated_at":"2012-01-20T12:39:01+00:00","alternative_title":"","overview":"A Job Grant is a one-off payment when you stop benefits and start work. Find out about what you'll get, eligibility and how to claim.","title":"Job Grant","parts":[{"table":{"body":"Job Grant is a payment you may get when you stop claiming benefits because you're starting work.\r\n\r\nYou can get £100 or £250, depending on whether you have children.\r\n\r\nYou must tell Jobcentre Plus you've started full time work within 21 days of doing so to get a Job Grant.","slug":"overview","title":"Overview"}},{"table":{"body":"The amount of Job Grant you get will depend on your circumstances.\r\n\r\nYou can get one of the following amounts:\r\n\r\n- £100 for single people and couples without children \r\n- £250 for lone parents and couples with children\r\n\r\n##How Job Grant is paid##\r\n\r\nYou will be paid in the same way as you were paid benefits.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You must be going straight from claiming benefits to starting work. Your work must be:\r\n\r\n- at least 16 hours a week (this can be a combination of jobs)\r\n- expected to last for at least 5 weeks\r\n\r\nYou could get Job Grant if your benefits have stopped because your partner is now working at least 24 hours a week and their work is expected to last for at least 5 weeks.\r\n\r\n% You must tell Jobcentre Plus you have moved into full time work within 21 days of doing so to get a Job Grant %\r\n\r\n##Benefits you must have claimed##\r\n\r\nYou must have been claiming 1 or more of the following benefits continuously for at least 26 weeks immediately before starting work:\r\n\r\n- Jobseeker's Allowance\r\n- Income Support\r\n- Employment and Support Allowance\r\n- Incapacity Benefit\r\n- Severe Disablement Allowance\r\n- Jobcentre Plus/New Deal Allowance payments (where the allowance is based on Jobseeker's Allowance, Income Support, Employment Support Allowance, Incapacity Benefit or Severe Disablement Allowance)\r\n- Employment Zone payments (where the allowance is based on Jobseeker's Allowance)\r\n\r\n% You can only get Job Grant if you've been getting benefits - if you're signing on or providing medical evidence to get National Insurance contributions only, you're not eligible %","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"If you qualify for a Job Grant it will be paid to you automatically when your benefit claim is closed.\r\n\r\nYou must tell [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Jobcentre Plus\"){:rel=\"external\"} you have started full time work within 21 days of doing so.\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits##\r\n\r\nJob Grant is a tax-free payment.\r\n\r\nIt doesn't reduce other benefits or tax credits you may get when you start work.\r\n\r\nYou may also qualify for [Extended Council Tax Benefit](/council-tax-benefit?edition=2&cache=1326723248 \"Extended Council Tax Benefit\") and [Extended Housing Benefit.](/housing-benefit?edition=1&cache=1326723333 \"Extended Housing Benefit\")\r\n\r\n##Disputes and appeals##\r\n\r\nIf you're refused a Job Grant payment you can ask for the decision to be reconsidered by [Jobcentre Plus.](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"contacting Jobcentre Plus\"){:rel=\"external\"}\r\n\r\n\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
