{"slug":"crisis-loans","updated_at":"2012-01-27T16:23:36+00:00","alternative_title":"","overview":"Crisis Loans can help with costs after an emergency or disaster - how much you can get, eligibility, and how to claim","title":"Crisis Loans","parts":[{"table":{"body":"You can apply for a Crisis Loan to help with essential costs after an emergency or disaster, eg a flood or fire in your home. \r\n\r\nThere is no set amount you can get - it will depend on your circumstances.\r\n\r\nYou don't need to be on benefits to apply for a Crisis Loan. \r\n\r\nCrisis Loans are interest-free - you’ll only repay the amount you borrowed. You’ll need to agree with a Jobcentre Plus adviser about how you’re going to [repay your Crisis Loan](/crisis-loans/further-information \"repay your Crisis Loan\"). \r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"There is no set amount for a Crisis Loan. The amount you can borrow depends on:\r\n\r\n* your personal circumstances\r\n* any savings you have\r\n* if you already owe any money to the Social Fund\r\n\r\n^ A Crisis Loan doesn't count as income and will not affect other benefits you’re getting. ^\r\n\r\n##What Crisis Loans can pay for\r\n\r\nA Crisis Loan can help cover the following short term needs:\r\n\r\n- daily living expenses \r\n- rent in advance \r\n- board/lodging charges \r\n- residential charges for a hostel \r\n- pre-paid meter fuel debt \r\n- travel expenses if you are stranded away from home \r\n\r\n\r\n##How Crisis Loans are paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can apply for a Crisis Loan if you:\r\n\r\n* are 16 or over\r\n* don't have enough money to meet your (or your family's) immediate needs after an emergency or disaster\r\n* think there will be serious damage or risk to your (or your family's) health or safety without the loan\r\n\r\n^ You might be able to get a [Community Care Grant](/community-care-grant \"Community Care Grant\") if you're not eligible for a Crisis Loan.^","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"If you're claiming for living expenses or urgent rent in advance then you should telephone Jobcentre Plus. For all other claims you can download a form and make a claim.\r\n\r\n##Living expenses and urgent rent in advance\r\n\r\nContact Jobcentre Plus if you need a Crisis Loan to cover:\r\n\r\n- living expenses\r\n- urgent rent in advance\r\n\r\n$C\r\n**Jobcentre Plus**  \r\n**Telephone:** 0800 032 7952  \r\n**Textphone:** 0800 032 7958  \r\nMonday to Friday, 8am to 6pm  \r\n$C\r\n\r\n##Other applications for a Crisis Loan\r\n\r\nIf you need a Crisis Loan for any reason other than living expenses or urgent rent in advance, apply using an application form. \r\n\r\nChoose the form that applies to you - each one comes with notes to help you fill it in.\r\n\r\n\r\n$D\r\n[Download ‘Items and services in the event of a disaster - Form SF300’ (PDF, 264KB)](http://www.dwp.gov.uk/docs/sf300-print.pdf \"Download ‘Community Care Grant and Crisis Loan for items and services in the event of a disaster - Form SF300’ (PDF, 264KB)\"){:rel=\"external\"}\r\n\r\n[Download ‘Day-to-day living expenses - Form SF401' (PDF, 157KB)](http://www.dwp.gov.uk/docs/sf401-print.pdf \"Download 'Crisis Loans - day-to-day living expenses - Form SF401' (PDF, 157KB)\"){:rel=\"external\"}\r\n\r\n[Download 'Rent in advance - Form SF401R' (PDF, 169KB)](http://www.dwp.gov.uk/docs/sf401r-print.pdf \"Download 'Crisis Loans - rent in advance - Form SF401R' (PDF, 169KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n^ You can also contact [your nearest Jobcentre Plus office](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"Find your local Jobcentre Plus\"){:rel=\"external\"} to apply. ^","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Repaying a Crisis Loan\r\n\r\nYou’ll need to agree with a Jobcentre Plus adviser how you’re going to repay your Crisis Loan. They’ll help you make a repayment plan you can afford. \r\n\r\n\r\n\r\n^If you're on benefits, your Crisis Loan can be paid back by taking a small amount from your normal benefit payments. ^\r\n\r\n###Disputes and appeals\r\n\r\nIf you're refused a Crisis Loan and you want to know more about the decision or you think it is wrong, [contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} within 28 days of the decision.\r\n\r\nYou can:\r\n\r\n- ask for an explanation \r\n- ask for a written statement of the reasons for the decision \r\n- ask Jobcentre Plus to look again at the decision to see if it can be changed\r\n\r\nFor more information [download 'If you think our decision is wrong leaflet GL24' (PDF, 500KB)](http://www.dwp.gov.uk/docs/gl24dwp.pdf \"'If you think our decision is wrong leaflet GL24' (PDF, 500KB)\"){:rel=\"external\"}\r\n\r\nIf you still think the decision is wrong, you can ask for a further review by a Social Fund Inspector. [Download ‘How to ask for an independent review’ (PDF, 78KB)](http://www.irs-review.org.uk/infocent/leafbook/irs1/irs1.pdf \"Download the leaflet ‘How to ask for an independent review’ (PDF, 78KB)\"){:rel=\"external\"} for more information.","slug":"further-information","title":"Further information"}}],"type":"programme"}
