{"slug":"employment-tribunals","updated_at":"2012-01-26T16:18:47+00:00","alternative_title":"","overview":"How to take a claim to an employment tribunal - the claim form, what happens at a hearing, how the tribunal reaches a decision and how to appeal if you lose\r\nyour case.","title":"Employment tribunals","video_summary":"","video_url":"","parts":[{"table":{"body":"You can take your employer to an employment tribunal if they've treated you unfairly, and broken the law.\r\n\r\nThe tribunal is independent, and could order the employer to pay you compensation if you win your case.\r\n\r\n%You usually have to apply to the tribunal within 3 months of your employment ending, or the problem happening at work.%\r\n\r\n##What cases the tribunal can deal with\r\n\r\nThe tribunal can deal with a wide range of claims, eg:\r\n\r\n- unfair dismissal\r\n- age discrimination\r\n- unfair deductions from your pay\r\n\r\n##Before you go to the tribunal\r\n\r\nBefore you go the tribunal, see if there is another way to solve the problem - eg using a grievance procedure.\r\n\r\nPhone Acas (Advisory, Conciliation and Arbitration Service) for help and advice on your options:\r\n\r\n$C **Acas**  \r\n08457 474 747 $C\r\n\r\n##Apply to the tribunal\r\n\r\nTo apply to the tribunal, fill in a claim form:\r\n\r\n$D [Download 'Employment tribunals claim form' (PDF, 1024KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/employment/ET1.pdf \"Download 'Employment tribunals claim form (PDF, 1024KB)'\"){:rel=\"external\"} $D\r\n$D [Download 'Making a claim to an employment tribunal - guidance notes' (PDF, 244KB)](http://www.justice.gov.uk/downloads/guidance/courts-and-tribunals/tribunals/employment/forms/10_516_MCTS_Employment_April10_web.pdf \"Making a claim to an employment tribunal - guidance notes\"){:rel=\"external\"} $D\r\n\r\nYou can submit the form online or post it to your [local employment tribunal office.](http://local.direct.gov.uk/LDGRedirect/MapAction.do?ref=employmenttribunal \"local employment tribunal office\"){:rel=\"external\"}\r\n\r\nThe tribunal will let you know if it can take your case. If it can't, it will explain why.\r\n\r\n##Get help making a claim\r\n\r\nYour trade union may be able to pay for a solicitor.\r\n\r\nThe [Equality and Human Rights Commission](http://www.equalityhumanrights.com/about-us/advice-from-our-helpline \"Equality and Human Rights Commission\"){:rel=\"external\"} can help if your claim is about discrimination.\r\n\r\nFor other questions about making a claim, contact the tribunal:\r\n\r\n$C **Employment Tribunal public enquiry line**  \r\n08457 959 775 $C\r\n\r\n##If you live in Northern Ireland\r\n\r\nIf you live in Northern Ireland, you need to appeal to the [Office of Industrial Tribunals and the Fair Employment Tribunal.](http://www.employmenttribunalsni.co.uk/ \"Office of Industrial Tribunals and the Fair Employment Tribunal\"){:rel=\"external\"}\r\n\r\n*[ACAS]: Advisory, Conciliation and Arbitration Service","slug":"taking-a-case-to-an-employment-tribunal","title":"Taking a case to an employment tribunal"}},{"table":{"body":"Someone from Acas (Advisory, Conciliation and Arbitration Service) will contact you to see if you can solve the problem without going to a tribunal.\r\n\r\nThis is a free service and anything you say to Acas will be confidential.\r\n\r\n##If the employer doesn't respond to your claim\r\n\r\nThe employer has to respond to your claim, to give their side of the case, within 28 days of getting your claim form.\r\n\r\nIf they don't reply, an employment judge can decide on your case without you having to go to a hearing.\r\n\r\n##If the employer responds to your claim\r\n\r\nIf your employer does respond, there will be a hearing to decide on your case.\r\n\r\nYou may be asked to go to a meeting with the judge to decide on:\r\n\r\n- the date and time of the hearing\r\n- how long the hearing should take\r\n\r\n##Getting ready for a hearing\r\n\r\nSpeak to the tribunal office if you have problems preparing your case, eg:\r\n\r\n- getting information from the employer\r\n- asking a witness to come to your hearing\r\n\r\nYou'll get a letter giving you details of the hearing - where the tribunal will make a final decision on your case.","slug":"after-you-send-your-claim","title":"After you send your claim"}},{"table":{"body":"When you go to the tribunal hearing, take the documents you're using to support your case.\r\n\r\nCases are normally held in the [employment tribunal office](http://local.direct.gov.uk/LDGRedirect/MapAction.do?ref=employmenttribunal \"Employment Tribunal office\"){:rel=\"external\"} closest to place where you worked.\r\n\r\n##What happens at the hearing\r\n\r\nYou (or your representative) and the employer put your cases to a panel or a judge, and answer questions.\r\n\r\nYou will normally give evidence first, unless your case is about unfair dismissal.\r\n\r\n^You normally get the tribunal’s decision on the day, but it may be sent in the post a few days after the hearing.^\r\n\r\n##Claiming expenses for going to the tribunal\r\n\r\nYou may be able to claim for expenses for going to the tribunal:\r\n\r\n- travel costs over £5 - the standard class fare on public transport, or 15p per mile if you travel by car or motorcycle\r\n- loss of earnings - £45 per day\r\n- care expenses (eg for a childminder) - £5.35 an hour for each child or adult\r\n\r\nMake sure you take receipts, and proof of any loss of earnings.\r\n\r\n$D [Download 'Expenses and allowances claim form for attending an employment tribunal' (PDF, 116KB)](http://www.justice.gov.uk/downloads/guidance/courts-and-tribunals/tribunals/guidance-booklets/ClaimForAttendingTribunal.pdf \"Download 'Expenses and allowances claim form for attending an employment tribunal' (PDF, 116KB)\"){:rel=\"external\"} $D\r\n$D [Download 'Declaration from a party/witness who is self employed and claiming loss of earnings' (PDF, 3KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/employment/ClaimForLossOfEarnings.pdf \"Download 'Declaration from a party/witness who is self employed and claiming loss of earnings' (PDF, 3KB)\"){:rel=\"external\"} $D\r\n\r\n%Contact the tribunal if you need to get a taxi, or have to stay away from home overnight.%","slug":"going-to-a-tribunal-hearing","title":"Going to a tribunal hearing"}},{"table":{"body":"If you lose your case, you may be able to:\r\n\r\n- ask the tribunal to look at the case again\r\n- appeal to the Employment Appeal Tribunal\r\n\r\n##Ask the tribunal to review the decision\r\n\r\nYou need to write to the tribunal office within 14 days of getting the decision, saying why you want it to be reviewed.\r\n\r\nYou also need to give good reasons for asking for a review, eg:\r\n\r\n- the tribunal made a mistake in the way it reached its decision\r\n- you weren't told about the hearing, or weren't at the hearing when the decision was made\r\n- new evidence has turned up since the hearing\r\n\r\nSend the form to the [tribunal office.](http://local.direct.gov.uk/LDGRedirect/MapAction.do?ref=employmenttribunal \"tribunal office\"){:rel=\"external\"}\r\n\r\n##Appeal to the Employment Appeal Tribunal\r\n\r\nYou can also appeal against the decision, if you think the tribunal made a legal mistake.\r\n\r\nTo do this, fill in a notice of appeal form:\r\n\r\n$D [Download 'Notice of appeal form' (PDF, 80KB)](http://www.justice.gov.uk/downloads/global/forms/tribunals/emp-appeals/Form1NoticeOfAppeal.pdf \"Download 'Notice of appeal form' (PDF, 80KB)\") $D\r\n\r\nSay why you think the decision was legally wrong or unreasonable.\r\n\r\nSend the form to the address below, along with copies of:\r\n\r\n- your original claim form\r\n- the employer's response\r\n- the tribunal's decision, and the written reasons for the decision\r\n\r\n%You need to apply within 42 days of getting the decision or the written reasons.%\r\n\r\n$A Employment Appeal Tribunal  \r\nSecond Floor  \r\nFleetbank House  \r\n2-6 Salisbury Square  \r\nLondon  \r\nEC4Y 8JX  $A\r\n\r\n$C **Employment Appeal Tribunal**  \r\n020 7273 1045  \r\n<londoneat@tribunals.gsi.gov.uk> $C","slug":"if-you-lose-your-case","title":"If you lose your case"}}],"type":"guide"}
