{"slug":"carers-allowance","updated_at":"2012-01-26T11:52:20+00:00","alternative_title":"","overview":"Carer's Allowance can help if you look after someone who has substantial caring needs - rates, eligibility, claim form and phone number","title":"Carer's Allowance","parts":[{"table":{"body":"Carer's Allowance is a benefit to help you look after someone who has substantial caring needs. You don't have to be related to, or live with, the person you care for.\r\n\r\nYou need to be aged 16 or over and spend at least 35 hours a week caring for the person.","slug":"overview","title":"Overview"}},{"table":{"body":"The weekly rate is £55.55. This may be reduced if you're claiming other benefits. It could also affect the amount of benefit the person you care for gets.\r\n\r\n##How Carer's Allowance is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\nYou can choose to be paid either weekly in advance, or at 4-weekly or 13-weekly intervals.\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to get Carer's Allowance if you:\r\n\r\n- are aged 16 or over\r\n- spend at least 35 hours a week caring for a person\r\n\r\nThe person you care for should be getting one of the following benefits:\r\n\r\n- Attendance Allowance\r\n- Disability Living Allowance (at the middle or highest rate for personal care)\r\n- Constant Attendance Allowance at or above the normal maximum rate with an Industrial Injuries Disablement Benefit\r\n- Constant Attendance Allowance at the basic (full day) rate with a War Disablement Pension\r\n\r\nYou can't get Carer's Allowance if:\r\n\r\n- you're in full-time education with 21 hours or more a week of supervised study - or doing a course described as full-time by the college or establishment providing it\r\n- you earn more than £100 a week after certain deductions (like Income Tax) have been made\r\n\r\n^If someone else is also looking after the same person, only one of you can get Carer's Allowance.^\r\n\r\n##If you have come from, or live, abroad##\r\n\r\nTo be eligible for Carer's Allowance, the following must apply:\r\n\r\n- you must have been present in the UK or the Isle of Man for at least 26 weeks in the 12 months prior to your date of claim\r\n- you must be in the UK when you make your claim\r\n- you must not be subject to immigration control\r\n\r\nCertain people can be treated as being present in the UK. For example, if you are a member of the Armed Forces, or living with a member of the Armed Forces, and you are based abroad, you are treated as living in the UK.","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can claim Carer's Allowance online using the [Carer's Allowance e-service.](http://www.dwp.gov.uk/carersallowance \"Carer's Allowance e-service\"){:rel=\"external\"}\r\n\r\nYou can also download a claim form (DA700) to print and complete. The form comes with notes that will help you fill it in and tell you where to send it.\r\n\r\n$D[Download 'Carer's Allowance claim form DS700 (PDF, 320KB)](http://www.dwp.gov.uk/advisers/claimforms/ds7001_print.pdf \"Carer's Allowance claim form DS700\")$D\r\n\r\nIf you get State Pension, you can make a claim for Carer's Allowance using a shortened claim form (DS700SP). The form comes with notes that will help you fill it in and tell you where to send it.\r\n\r\n$D[Download 'Carer's Allowance claim form DS700SP (PDF, 356KB)](http://www.dwp.gov.uk/advisers/claimforms/ds700sp_print.pdf \"Carer's Allowance claim form DS700SP\")$D\r\n\r\n%If you do download a form, return it as soon as possible - the date your form is received will affect the date from which you'll get Carer's Allowance.%\r\n\r\nThe person you care for, or their appointee, will have to sign one part of the claim form to confirm that you're caring for them for at least 35 hours a week.\r\n\r\nIf you want help filling in your claim form, ring the Benefit Enquiry Line for disabled people and their carers.\r\n\r\n$C**Benefit Enquiry Helpline**\r\n\r\n**Telephone:** 0800 88 22 00  \r\n**Textphone:** 0800 24 33 55\r\n\r\nMonday to Friday, 8:30am to 6:30pm$C\r\n\r\n##Carer's Allowance Unit##\r\n\r\nThe Carer's Allowance Unit can also send you a claim form. Tell them if you need the claim form in another format, eg Braille. If your first language is not English or Welsh, ask for information about the interpreter service.\r\n\r\n$C**Carer's Allowance Unit Helpline**\r\n\r\n**Telephone:** 0845 608 4321  \r\n**Textphone:** 0845 604 5312\r\n\r\nMonday to Thursday, 8:30am to 5pm and Friday, 8:30am and 4:30pm  \r\n\r\nEmail: <cau.customer-services@dwp.gsi.gov.uk>$C\r\n\r\n$A\r\nCarer's Allowance Unit\r\nPalatine House\r\nLancaster Road\r\nPreston PR1 1HB\r\n$A\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits and entitlements##\r\n\r\nCarer's Allowance can affect the level of other benefits and entitlements that you get. It can also affect the benefits of the person you care for.\r\n\r\nThe Benefit Enquiry Line for disabled people and their carers can give advice on the effects of your claim on:\r\n\r\n- your other benefits and entitlements\r\n- the benefits and entitlements the person you care for gets\r\n\r\n$C**Benefit Enquiry Helpline**\r\n\r\n**Telephone:** 0800 88 22 00  \r\n**Textphone:** 0800 24 33 55\r\n\r\nMonday to Friday, 8:30am to 6:30pm$C\r\n\r\n##Changes in circumstances##\r\n\r\nYou need to report any changes in circumstances for yourself or the person you're caring for. Some examples of the changes you need to report include:\r\n\r\n- changes to income or employment\r\n- a change of address for you or the person you're caring for\r\n- any breaks in caring, eg holidays or a stay in hospital\r\n\r\nYou can report changes online using the [Carer's Allowance e-service.](http://www.dwp.gov.uk/carersallowance \"Carer's Allowance e-service\"){:rel=\"external\"}\r\n\r\nYou can also report changes directly to the Carer's Allowance Unit.\r\n\r\n$C**Carer's Allowance Unit Helpline**\r\n\r\n**Telephone:** 0845 608 4321  \r\n**Textphone:** 0845 604 5312\r\n\r\nMonday to Thursday, 8:30am to 5pm and Friday, 8:30am to 4:30pm  \r\n \r\nEmail: <cau.customer-services@dwp.gsi.gov.uk>$C\r\n\r\n$A\r\nCarer's Allowance Unit\r\nPalatine House\r\nLancaster Road\r\nPreston PR1 1HB\r\n$A","slug":"further-information","title":"Further information"}}],"type":"programme"}
