{"slug":"50plus-element-of-working-tax-credit","updated_at":"2012-01-26T13:24:25+00:00","alternative_title":"","overview":"If you are 50 or over and returning to work after being on certain benefits, you could be eligible for Working Tax Credit","title":"50-plus element of Working Tax Credit","parts":[{"table":{"body":"If you are 50 or over and returning to work after being on certain benefits, you may qualify for the 50-plus element of Working Tax Credit. \r\n\r\nTo qualify you must:\r\n\r\n- have been on benefits for at least 6 months \r\n- start work straight after coming off certain benefits\r\n- be aged 50 or over on the day you start work\r\n- work 16 hours a week or more\r\n\r\nThe Tax Credit Office work out your exact payments based on your personal circumstances and income. For example, you may be able to get extra money if you are a couple or a single parent.\r\n\r\n@The 50-plus element of Working Tax Credit is ending from 6 April 2012.@\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Your payments depend on the number of hours you work. \r\n\r\nWork (weekly) | Annual payments | Weekly payments\r\n- | -\r\n16 to 29 hours | up to £1,365 | £26\r\n30 hours or more | up to £2,030 | £39\r\n\r\nYour exact payments are worked out based on your personal circumstances and income. For example, you may be able to get extra money if you are a couple or a single parent.\r\n\r\n@The 50-plus element of Working Tax Credit ends on 6 April 2012 - your payments will stop from this date@\r\n\r\nTo find out what you could get, use the HM Revenue & Customs (HMRC) [tax credit calculator.](http://taxcredits.hmrc.gov.uk/Qualify/DIQHousehold.aspx/ \"Tax credit calculator\"){:rel=\"external\"}\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To qualify you need to:\r\n\r\n- start work straight after coming off certain benefits\r\n- be aged 50 or over on the day you start work\r\n- work 16 hours a week or more\r\n- have been on benefits for at least 6 months\r\n\r\nIf you were on and off benefits for short periods, you may still be eligible if:\r\n\r\n- the gap between each period was 12 weeks or less\r\n- the total time you were on certain benefits adds up to at least 6 months\r\n\r\n@The 50-plus element of Working Tax Credit is ending from 6 April 2012.@\r\n\r\n##Which benefits count?\r\nYou need to have been getting one of the following to qualify:\r\n\r\n- Income Support\r\n- Employment and Support Allowance\r\n- Jobseeker's Allowance\r\n- Incapacity Benefit\r\n- Severe Disablement Allowance\r\n- State Pension and the Pension Credit - you must have been getting both\r\n- training allowance for the Work Based Learning for Adults or Training for Work schemes\r\n- National Insurance credits\r\n\r\n##Carer's, Bereavement and Widowed Parent's Allowance\r\nThese benefits don't count as part of the 6 months unless you go on to receive any of the benefits listed above. If so, you can include them as part of the 6 months.\r\n\r\n##Another person gets an increase in benefit for you as a dependent\r\nYou can also qualify if, for example, a partner got an increase in their benefit for you because you're their dependent. The following benefits count:\r\n\r\n- Income Support\r\n- Jobseeker's Allowance\r\n- Incapacity Benefit\r\n- Severe Disablement Allowance\r\n- State Pension and the Pension Credit - they must have been getting both\r\n\r\nThe other person must have been getting the benefit right up to the start of your new job, and for at least 6 months before.\r\n\r\n##You are a couple\r\nAs a couple you must make a joint claim. If you both qualify then both of you can get the 50-plus element. You can't, however, combine your hours of work to get the 50-plus element. \r\n\r\nYou may **also** qualify for an extra second adult payment if one or more of the following applies:\r\n\r\n- at least one of you works for 30 hours or more a week\r\n- one of you is responsible for a child or young person\r\n- one of you has a disability","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim the 50-plus element of Working Tax Credit fill in the relevant section of the tax credits claim form. You can get a claim pack by calling the Tax Credit Helpline. You can't claim online.\r\n\r\n$C\r\n**Tax Credit Helpline**\r\n\r\n**Telephone**: 0345 300 3900  \r\n**Textphone**: 0345 300 3909  \r\n$C\r\n\r\nYou should get your pack within a week. If you haven't received it after 2 weeks, contact the helpline.\r\n\r\n##Making a joint or single claim \r\nIf you live with someone as a couple, you have to make a joint claim. You need to both make sure the form is filled in correctly.","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}
