{"slug":"winter-fuel-payment","updated_at":"2012-01-30T14:27:33+00:00","alternative_title":"","overview":"Winter Fuel Payment helps older people pay their heating bills in winter - find out about what you'll get, eligibility and how to claim","title":"Winter Fuel Payment","parts":[{"table":{"body":"If you were born on or before 5 January 1951 you could get Winter Fuel Payment for winter 2011/2012. This is a tax free payment to help pay for your heating bills in the winter. \r\n\r\nYou could get between £100 and £300 per year depending on your circumstances.","slug":"overview","title":"Overview"}},{"table":{"body":"What you'll get for winter 2011/2012 depends on your situation:\r\n\r\n\r\nSituation | Born on or before 5 January 1951 | Aged 80 or over on or before 25 September 2011\r\n - | - | -\r\nYou live alone | £200 | £300\r\nYou are the only person in the household who qualifies | £200 | £300\r\nYou live with another qualifying individual who is under 80 | £100 | £200\r\nYou live with another qualifying individual who is 80 or over | £100 | £150\r\nYou get Pension Credit, income-based Jobseeker's Allowance or income related Employment and Support Allowance | £200 |  £300\r\nYou get Pension Credit, income-based Jobseeker's Allowance or income related Employment and Support Allowance, and you live with another qualifying person in the household who qualifies for Winter Fuel Payment | £200 | £300\r\n\r\nThere are other circumstances where you could get Winter Fuel Payment in [further information.](winter-fuel-payment/further-information \"further information\")\r\n\r\n##How you'll be paid##\r\n\r\nYour Winter Fuel Payment will be paid directly into your bank account.\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You **may** get a Winter Fuel Payment for winter 2011/12 if:\r\n\r\n* you were born on or before 5 January 1951 \r\n* and you normally live in Great Britain or Northern Ireland on any day in the week of 19 to 25 September 2012\r\n\r\nEven if you are eligible - you **won’t** qualify for a Winter Fuel Payment if during the qualifying week (19 to 25 September 2012):\r\n\r\n* you were in custody serving a court sentence \r\n* you were subject to immigration control and didn't qualify for help from the Department for Work and Pensions\r\n* you were in hospital getting free in-patient treatment for more than 52 weeks \r\n* you lived in a care home, an independent hospital or Ilford Park Polish Resettlement Home (and had done so for the previous 12 weeks or more) and you were on Pension Credit, income-based Jobseeker's Allowance or income-related Employment and Support Allowance\r\n\r\nYou can't get a Winter Fuel Payment if you move to another European Economic Area (EEA) country or Switzerland and didn't qualify before you moved.\r\n\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim Winter Fuel Payment you can download a claim form and complete it on screen, or print it out and fill it in with black ink. We must receive your completed form on or before 30 March 2012.\r\n\r\n$D\r\n\r\n[Download 'Winter Fuel Payment claim form' (PDF, 215KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@over50/documents/digitalasset/dg_198683.pdf \"Download 'Winter Fuel Payment claim form' (PDF, 215K)\")\r\n\r\n$D\r\n\r\nYou must then send the form to:\r\n\r\n$C\r\n\r\n**Winter Fuel Payment Team**  \r\nDepartment for Work and Pensions  \r\nPO Box 10142  \r\nAnnesley  \r\nNottingham  \r\nNG15 5WY\r\n\r\n$C\r\n\r\n^You don't need to reapply for a Winter Fuel Payment if you've got the payment before and your circumstances haven't changed.^\r\n\r\nIf you can't download the Winter Fuel Payment form then contact the Winter Fuel Payment Helpline.\r\n\r\n$C\r\n\r\n##Winter Fuel Payment Helpline\r\n\r\n**Telephone:** 0845 9151515  \r\n**Textphone:** 0845 6015613\r\n\r\nLines are open 8:30am to 4:30pm, Monday to Friday\r\n\r\n$C\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Change of circumstances \r\n\r\nIf your circumstances change this may affect whether you qualify for Winter Fuel Payment and how much you can get.\r\n\r\nYou will need to contact the Winter Fuel Payment Helpline if:\r\n\r\n* you or someone else eligible for a Winter Fuel Payment moves in or out of your house\r\n* you or someone else eligible for a Winter Fuel Payment moves into or goes to live in a care home\r\n* someone who was eligible for a Winter Fuel Payment in the household dies\r\n* you change your bank account details\r\n* you move abroad\r\n\r\n$C\r\n\r\n##Winter Fuel Payment contact details\r\n\r\nIf you’re already receiving a Winter Fuel Payment then you need to contact the office that usually makes your payments.\r\n\r\nYou can find your contact details on any of your Winter Fuel Payment correspondence.\r\n\r\nIf you are claiming a Winter Fuel Payment for the first time you can contact the Winter Fuel Payment Helpline:\r\n\r\n**Telephone:** 0845 915 1515  \r\n**Textphone:** 0845 6015613\r\n\r\nLines are open 8:30am to 4:30pm, Monday to Friday.\r\n\r\nIf you’re claiming for the first time and the information in your claim form is now wrong then you need to report it. You need to contact the Winter Fuel Payment Helpline.\r\n\r\n$C\r\n\r\n##Other eligibility criteria  \r\n\r\n\r\nSituation | Born on or before 5 January 1951 | Aged 80 or over on or before 25 September 2011\r\n - | - | -\r\nYou qualify for Winter Fuel Payment and live with your partner who gets Pension Credit, income-based Jobseeker's Allowance or income related Employment and Support Allowance | £0 | £0\r\nYou qualify for Winter Fuel Payment and live with someone who is not your partner who gets Pension Credit, income-based Jobseeker's Allowance or income related Employment and Support Allowance | £100 |  £150\r\nYou live in a care home, an independent hospital or Ilford Park Polish Resettlement Home (and have done so for 12 weeks or more before the qualifying week) and you don't get Pension Credit, income-based Jobseeker's Allowance or income-related Employment and Support Allowance |  £100 | \t £150\r\nYou live in a care home, an independent hospital or Ilford Park Polish Resettlement Home (and have done so for 12 weeks or more before the qualifying week) and you get Pension Credit, income-based Jobseeker's Allowance or income-related Employment and Support Allowance | £0 | £0\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
