{"slug":"vaccine-damage-payment","updated_at":"2012-01-24T14:20:08+00:00","alternative_title":"","overview":"If you're severely disabled as a result of a vaccination against certain diseases, you may be able to get a Vaccine Damage Payment. This is a one-off tax-free payment of £120,000.\r\n","title":"Vaccine Damage Payment","parts":[{"table":{"body":"If you're severely disabled as a result of a vaccination against certain diseases, you may be able to get a Vaccine Damage Payment. This is a one-off tax-free payment of £120,000.\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"A Vaccine Damage Payment is a tax free one-off payment of  £120,000.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to get a payment if you're severely disabled and your disability was caused by vaccination against any of the following diseases:\r\n\r\n- diphtheria\r\n-  tetanus\r\n- pertussis (whooping cough)\r\n- poliomyelitis\r\n- measles\r\n- mumps\r\n- rubella (German measles)\r\n- tuberculosis (TB)\r\n- haemophilus influenzae type B (HIB)\r\n- meningococcal group C (meningitis C)\r\n- pneumococcal infection\r\n- human papillomavirus\r\n- pandemic influenza A (H1N1) 2009 (swine flu) - up to 31 August 2010\r\n- smallpox - up to 1 August 1971\r\n\r\nYou may have had a combined vaccination against a number of the diseases listed. For example, you might have been vaccinated against DTP (diphtheria, tetanus and pertussis) or MMR (measles, mumps and rubella).\r\n\r\nYou may also be able to get a payment if you're thought to be severely disabled because either:\r\n\r\n- your mother was vaccinated against one of the diseases in the list while she was pregnant\r\n- you've been in close physical contact with someone who's been vaccinated against poliomyelitis with vaccine that was given orally\r\n\r\n##What counts as 'severely disabled'##\r\n\r\nDisablement is worked out as a percentage, and 'severe disablement' means at least 60% disabled. This could be a mental or physical disablement and will be based on medical evidence from the doctors or hospitals involved in your treatment.\r\n\r\nFor example, total loss of sight or hearing is usually counted as 100% and a loss of vision in 1 eye is counted as 30%.\r\n\r\n##When and where the vaccination must have taken place##\r\n\r\nTo get Vaccine Damage Payment, you must normally have been vaccinated before your 18th birthday. This does not apply if the vaccination was during an outbreak of disease in the UK or the Isle of Man, or it was against:\r\n\r\n- poliomyelitis\r\n- rubella\r\n- Meningococcal Group C\r\n- human papillomavirus\r\n- pandemic influenza A (H1N1) 2009 (swine flu)\r\n\r\nThe vaccination must have been given in the UK or the Isle of Man, unless you were vaccinated as part of Armed Forces medical treatment.\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can download the Vaccine Damage Payment claim form to print off and fill in.\r\n\r\n$D[Download 'Vaccine Damage Payment claim form' (PDF, 166K)](http://www.dwp.gov.uk/advisers/claimforms/vadla_print.pdf \"Vaccine Damage Payment claim form\")$D\r\n\r\nYou can also contact the Vaccine Damage Payments Unit to ask for a claim form:\r\n\r\n$AVaccine Damage Payments Unit  \r\nPalatine House, Lancaster Road  \r\nPreston, PR1 1HB$A\r\n\r\n$C\r\n**Vaccine Damage Payments Unit**\r\n\r\n**Telephone**: 01772 899 944\r\n\r\n**Textphone**: 0845 60 45 312\r\n\r\nLines are open 8:30 am to 5:00 pm, Monday to Thursday and 8:30 am to 4:30 pm, Friday.\r\n$C\r\n\r\nIf you're under 18, your parent or guardian should claim on your behalf.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##How Vaccine Damage Payment is paid##\r\n\r\nYou'll get payment direct to you or, if you're under 18 or can't manage your own affairs, payment will be made to trustees.\r\n\r\nIf you live with your family, your parents may be appointed as trustees.\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n\r\n##Effect on other benefits##\r\n\r\nYour Vaccine Damage Payment can affect other benefits and entitlements like:\r\n\r\n- Income Support\r\n- Income-based Jobseeker's Allowance\r\n- Working Tax Credit\r\n- Child Tax Credit \r\n- Pension Credit\r\n- Housing Benefit\r\n- Council Tax Benefit\r\n- Employment and Support Allowance\r\n\r\nThe effect the payment will have depends on a number of things. This includes the payment being put into a trust and the payments being made from it.\r\n\r\nYou should let the office that deals with your benefit or tax credit claim know if you've got a Vaccine Damage Payment. You can get contact details from letters they have sent you.\r\n\r\n##How to appeal##\r\n\r\nIf your claim is turned down and you think the decision is wrong, you can ask for it to be looked at again. You can ask the Vaccine Damage Payments Unit, or you can appeal to an independent First-tier Tribunal. You will get details of how to do this when you get your decision.\r\n\r\nIf you think that relevant information has not been taken into account or you have new information, you can ask for the decision to be looked at again. The decision will be looked at by the Vaccine Damage Payments Unit.\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
