{"slug":"part-time-worker-rights","updated_at":"2012-01-30T14:35:49+00:00","alternative_title":"","body":"$!\r\nIf you're a part-time worker, you have the right to be treated the same as full-time colleagues who do the same job.\r\n$!\r\n\r\n^A part-time worker is someone who works fewer hours than a full-time worker. There is no specific number of hours that makes someone full or part-time, but a full-time worker will usually work 35 hours or more, a week.\r\n\r\nYou should get the same treatment for:\r\n\r\n- pay rates\r\n- pensions\r\n- benefits\r\n- holidays \r\n\r\nThese are usually applied 'pro-rata' (in proportion to your hours). For example if a full-time colleague gets a £1000 Christmas bonus, and you work half time, you should get £500.\r\n\r\n##When an employer can treat you differently##\r\nThere are some situations when your employer doesn't have to treat you in the same way as a full-time employee. In these situations your employer must be able to show there is a good reason to do so - this is called 'objective justification'.\r\n\r\n$E **Example:** An employer may provide health insurance for full-time employees but not part-timers if this can be objectively justified. Their reason may be that the cost for part-timers may be too high for the benefits they receive. \r\n\r\nIn this case your employer may come up with an alternative like asking you to make a contribution to the extra cost.$E\r\n\r\n##If you think you have been treated less favourably##\r\nYou should discuss this with your employer or your staff or trade union representative. You also have the right to write to your employer to ask for a written statement explaining why you've been treated differently. \r\n\r\nYour employer must write back within 21 days.\r\n\r\nIf you aren't satisfied that the reason given was objectively justified, you may be able to take a case to an [Employment Tribunal.](/employment-tribunals \"Employment tribunals\")","overview":"If you're part-time, you shouldn't be treated less favourably than full-time colleagues and what to do if you are","title":"Part-time workers' rights","type":"answer"}
