{"slug":"help-leaving-benefits-starting-work","updated_at":"2012-01-23T11:40:29+00:00","alternative_title":"","body":"$!Going back to work doesn’t mean giving up all your benefits. Once you're working you may be able to get some benefits and support.$!\r\n\r\nYou can get all the support available to help you find and stay in a job.\r\n\r\nIf you or your partner are getting [Jobseeker's Allowance](/# \"Jobseeker's Allowance\") or [Income Support](/# \"Income Support\") and you have found a job, [contact Jobcentre Plus.](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} They will help you to claim in-work benefits eg [Housing Benefit](/# \"Housing Benefit\"), [Council Tax Benefit](/# \"Council Tax Benefit\") and tax credits. You don't have to fill in any forms, but make sure you have details of your income, savings and any rent payments to hand.\r\n\r\n##Help you can get in work##\r\n\r\nYou may be able to get an [Extended Payment of Housing Benefit](/# \"Housing Benefit\") or an [Extended Payment of Council Tax Benefit](/# \"Council Tax Benefit\"). These payments provide help for up to 4 weeks when you start a new job and begin earning a wage.\r\n\r\nYou may also be able to continue to get Housing Benefit and Council Tax Benefit after this time, depending on your circumstances.\r\n\r\n###Help for parents###\r\n\r\nIf you’re a parent any child maintenance and Child Benefit that you get won’t affect your Housing and Council Tax Benefit.\r\n\r\nParents may also get extra help with childcare costs, and single parents may get ‘In Work Credit’. \r\n\r\nYour Jobcentre Plus Personal Adviser will be able to explain these benefits to you when you find work.\r\n\r\n##Getting further help##\r\n\r\n[Contact Jobcentre Plus,](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} they can show you how you can be better off working. They can also help you to manage your move into work, and sort out changes to your Housing Benefit and Council Tax Benefit or tax credits.\r\n\r\n##Online Benefits adviser##\r\n\r\nUse the [online Benefits adviser](http://www.direct.gov.uk/en/Diol1/DoItOnline/DoItOnlineByCategory/DG_172666 \"online benefits adviser\"){:rel=\"external\"} to get advice on benefits and how starting a job or increasing your working hours affects your benefits.\r\n\r\n\r\n*[JSA]: Jobseeker's Allowance\r\n\r\n","overview":"When you return to work, some of your benefits could carry on including Housing Benefit and Council Tax Benefit","title":"Help leaving benefits and starting work","type":"answer"}
