{"slug":"driving-eyesight-rules","updated_at":"2012-01-20T12:39:12+00:00","alternative_title":"","body":"$!If you need to wear glasses or contact lenses for the eyesight test of your practical driving test then you must wear them every time you drive.$!\r\n\r\n##Applying for your licence\r\n\r\nWhen you apply for your provisional driving licence you have to say if you’ve got any problem with your eyesight that affects:\r\n\r\n* both eyes\r\n* your sight - for example, you have sight in only one eye\r\n\r\n^This doesn't include being short or long sighted or colour blind. You also don't need to say if you've had surgery to correct short sightedness and can meet the eyesight standards.^\r\n\r\nCheck if you need to put your problem with your eyesight on the application using the [A to Z of medical conditions](http://www.direct.gov.uk/en/Motoring/DriverLicensing/MedicalRulesForDrivers/MedicalA-Z/index.htm \"A to Z of medical conditions\"){:rel=\"external\"} that could affect your driving.\r\n\r\nDVLA may have to make a medical enquiry to decide if you can have a driving licence or not. It could:\r\n\r\n* contact your doctor or consultant\r\n* arrange for you to have a medical examination\r\n* ask you to take a driving assessment, eyesight or driving test\r\n\r\n##The practical driving test eyesight test\r\n\r\nAt the start of your practical driving test you have an eyesight test.\r\n\r\nYou’ll have to correctly read a number plate on a parked vehicle.\r\n\r\nThe vehicle will be at least 20 metres away if it has a new-style number plate, and 20.5 metres away if it has an old-style number plate.\r\n\r\nNew-style number plates start with 2 letters followed by 2 numbers, for example AB51 ABC.\r\n\r\nIf you can’t pass the eyesight test you’ll fail your driving test and the test won't continue.\r\n\r\n^If you can't speak English or have difficulty reading, you can write down what you see.^\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","overview":"The eyesight rules to pass your driving test and for whenever you're driving ","title":"Driving eyesight rules","type":"answer"}
