{"slug":"parental-leave","updated_at":"2012-01-25T21:36:07+00:00","alternative_title":"","overview":"Parental leave gives you the right to take unpaid time off to look after children under 5 (or 18 if they're disabled) - who qualifies, taking parental leave, how much you can take","title":"Parental leave","video_summary":"","video_url":"","parts":[{"table":{"body":"If you have a child under 5 (or under 18 if they're disabled), parental leave gives you the right to take unpaid time off work to look after them.\r\n\r\n##Who is entitled to parental leave\r\n\r\nTo qualify, you have to be:\r\n\r\n- an employee with at least 1 year's continuous service where you work\r\n- named on the child's birth or adoption certificate\r\n- someone with legal responsibility for the child \r\n\r\nIf you're separated and you don't live with your children, you still have the right to parental leave if you keep formal [parental responsibility](/parental-rights-responsibilities \"parental responsibility\") for them. \r\n\r\nYou're not entitled to parental leave if:\r\n\r\n- you're self-employed or a worker (eg agency worker, contractor) - read the information on [your work status](/employment-status \"your work status\") if you're not sure\r\n- you're a foster parent\r\n\r\n^Check your staff handbook if you're not entitled - some employers extend parental leave to cover other workers.^\r\n\r\n##Pay during parental leave\r\n\r\nParental leave is unpaid but check your employment contract - your employer might offer you pay. If you're on a low income you might get [Income Support](/income-support \"Income Support\").\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can take up to 13 weeks' parental leave for each child you have, up to their 5th birthday. Each parent can take 13 weeks.\r\n\r\nIf your child's adopted, each parent can take up to 13 weeks until either the 5th anniversary of the adoption or the child's 18th birthday, whichever comes first.\r\n\r\nUnless your employer says otherwise, or your child is disabled, you can only take parental leave in whole week blocks up to a maximum of 4 weeks per year.\r\n\r\nIf your child's disabled (receiving [Disability Living Allowance](/dla-disability-living-allowance-benefit \"Disability Living Allowance\")), each parent can take up to 18 weeks' parental leave until their 18th birthday.\r\n\r\n^You can't transfer leave between parents - so a father can't decide to take 10 weeks and a mother 16 weeks.^","slug":"how-much-time-you-can-take","title":"How much time you can take"}},{"table":{"body":"You can take parental leave to:\r\n\r\n- extend your [maternity](/maternity-leave \"maternity\"), [paternity](/paternityleave \"paternity\") or [adoption](/adoption-leave \"adoption\") leave \r\n- spend more time with your child in their early years\r\n- spend time with your child if they go into hospital\r\n- look at new schools\r\n- settle your child into new childcare arrangements\r\n- spend more family time together - eg taking your child to visit grandparents\r\n\r\n##If your employer refuses parental leave\r\nYour employer is allowed to ask you to delay your parental leave, but they can't refuse it entirely. Talk to your employer first to see if you can sort things out informally. \r\n\r\nIf this doesn't work, you can make a formal complaint. Read the advice on [workplace disputes](/solve-workplace-dispute \"workplace disputes\") or talk to [Acas (the Advisory, Conciliation and Arbitration Service,](http://www.acas.org.uk/index.aspx?articleid=1410 \"Acas\"){:rel=\"external\"} [Citizens Advice](http://www.citizensadvice.org.uk/index/getadvice.htm \"Citizens Advice\"){:rel=\"external\"} or your trade union representative.\r\n\r\n*[Acas]:the Advisory, Conciliation and Arbitration Service","slug":"taking-parental-leave","title":"Taking parental leave"}}],"type":"guide"}
