{"slug":"work-choice","updated_at":"2012-01-26T13:20:49+00:00","alternative_title":"","overview":"Work Choice can help you get and keep a job if you’re disabled and find it hard to work.","title":"Work Choice","parts":[{"table":{"body":"Work Choice can help you get and keep a job if you’re disabled and find it hard to work. \r\n\r\nIt's voluntary - you don’t have to do it. \r\n\r\nIt’s available in England, Scotland and Wales. \r\n\r\n[Northern Ireland - work schemes and programmes for disabled people.](http://www.nidirect.gov.uk/index/information-and-services/people-with-disabilities/employment-support/work-schemes-and-programmes.htm \"Work schemes and programmes for disabled people in Northern Ireland - nidirect website\"){:rel=\"external\"}\r\n\r\n^Work Choice has now replaced WORKSTEP and Work Preparation. The Job Introduction Scheme has not been replaced and has now stopped.^","slug":"overview","title":"Overview"}},{"table":{"body":"You’ll get support to help you find, keep and get on in a job. \r\n\r\nThe type of help you get depends on what you need - it’s different for everyone. For example, you might get help with:\r\n\r\n* training \r\n* building your confidence\r\n* finding a job that suits you\r\n* interview coaching\r\n* developing your skills\r\n\r\nYou’ll have an interview to see what support you need when you join Work Choice. \r\n\r\n##How Work Choice works\r\nThere are 3 parts to Work Choice, shown in the table below.\r\n\r\nPart of Work Choice | What you get | How long it lasts\r\n- | -\r\n1. Work Entry Support | Advice on work and personal skills to help you find a job | Up to 6 months\r\n2. In-Work Support | Help to start work and stay in your job | Up to 2 years\r\n3. Longer-term In-Work Support | Help to get on in your job and work without support | Long-term\r\n\r\nWork Entry Support may be extended by 3 months in exceptional circumstances and there must be a clear prospect of a job. Speak to your adviser to find out if you qualify for this.\r\n\r\nWork Choice is delivered by a network of providers across Great Britain.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To apply for Work Choice, you must:\r\n\r\n* have a [recognised disability](/definition-of-disability-under-the-equality-act-2010 \"Definition of disability\") that means you find it hard to get or keep a job \r\n* need specialist help that you can’t get from other Department for Work and Pensions (DWP) programmes or other suitable provision, for example other suppliers who work in partnership with Jobcentre Plus, workplace adjustments or [Access to Work](/access-to-work \"Access to Work\")\r\n* need support in work as well as to find a job\r\n* be of working age\r\n* be able to work for at least 16 hours per week \r\n\r\nYou can apply if you have a job but are at risk of losing it because of your disability. This also applies if you’re self-employed. \r\n\r\nYou don’t have to be receiving benefits to apply. \r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To find out how to join Work Choice, speak to a Disability Employment Adviser (DEA) at your [local Jobcentre.](http://los.direct.gov.uk/default.aspx?type=1&lang=en&AspxAutoDetectCookieSupport=1 \"Find your local Jobcentre\"){:rel=\"external\"}\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Making a complaint##\r\n\r\nIf you have a complaint about the services you receive through Work Choice, first complain to the service provider.\r\n\r\nIf you’re unhappy with their response, contact your Disability Employment Adviser at your [local Jobcentre](http://los.direct.gov.uk/default.aspx \"Find your local Jobcentre\"){:rel=\"external\"}. \r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
