{"slug":"pass-plus","updated_at":"2012-01-20T12:39:13+00:00","alternative_title":"","overview":"Pass Plus is a practical course to improve your driving skills - once completed you may be able to get a car insurance discount","title":"Pass Plus","video_summary":"","video_url":"","parts":[{"table":{"body":"Pass Plus is a practical training course that takes at least 6 hours and is for drivers to improve their skills and drive more safely.\r\n\r\nIt can be taken at any time although it should be most useful to new drivers in the year after passing their test.\r\n\r\nYou’ll need a Pass Plus registered Approved Driving Instructor (ADI) to teach you.\r\n\r\n^If you successfully complete the course it may help you get a car insurance discount.^\r\n\r\n*[ADI]: Approved Driving Instructor","slug":"overview","title":"Overview"}},{"table":{"body":"^You need to book Pass Plus with a Pass Plus registered Approved Driving Instructor (ADI).^\r\n\r\nAll local authorities in Wales, and some local authorities in England and Scotland, will have a list of approved instructors offering up to 50% Pass Plus fee discount.\r\n\r\n[Local authorities offering Pass Plus discounts.](http://www.direct.gov.uk/en/Motoring/LearnerAndNewDrivers/Passplusdrivingcoursefornewdrivers/DG_182845 \"Local authorities offering Pass Plus discounts\"){:rel=\"external\"}\r\n\r\nOtherwise, you can contact the Driving Standards Agency (DSA) to check if an instructor is registered with Pass Plus. You’ll need their name and ADI number.\r\n\r\nPass Plus fees depend on where you live, the instructor or driving school and how long your training takes.\r\n\r\n$C\r\n\r\n**DSA Pass Plus Section**  \r\n0115 936 6504\r\n\r\n$C\r\n\r\n*[ADI]: Approved Driving Instructor\r\n*[DSA]: Driving Standards Agency","slug":"booking-pass-plus","title":"Booking Pass Plus"}},{"table":{"body":"Pass Plus training takes at least 6 hours. It has 6 modules, covering driving:\r\n\r\n- in town\r\n- in all weathers\r\n- on rural roads\r\n- at night\r\n- on dual carriageways\r\n- on motorways\r\n\r\nAll modules should be practical sessions, although local conditions may mean some are theory based. You’ll normally spend at least 5.5 hours driving.\r\n\r\nYou won’t take a test but you’ll be assessed throughout the course. To pass you'll have to reach the required standard in all modules.\r\n\r\n^You’ll be sent a Pass Plus certificate after you’ve successfully finished your training. You’ll need this when applying for a car insurance discount.^\r\n\r\nFor more information about Pass Plus contact the DSA Pass Plus section.\r\n\r\n$C\r\n\r\n**Driving Standards Agency**  \r\nPass Plus  \r\n112 Upper Parliament Street  \r\nNottingham  \r\nNG1 6LP  \r\n**Telephone:** 0115 936 6504  \r\n<passplus@dsa.gsi.gov.uk>\r\n\r\n$C\r\n\r\n*[DSA]: Driving Standards Agency","slug":"how-pass-plus-training-works","title":"How Pass Plus training works"}},{"table":{"body":"Once you’ve completed Pass Plus you may be able to get a car insurance discount. You’ll need your Pass Plus certificate.\r\n\r\n%If you passed your practical driving test more than a year ago, check with insurers if you can still get a discount.%\r\n\r\nThe amount of discount depends on the insurance company. Not all insurers offer Pass Plus discounts.\r\n\r\nIf you don’t have a car at the moment, you might be able to put the discount on hold for up to 2 years - check with the insurance company first.","slug":"car-insurance-discounts","title":"Car insurance discounts"}}],"type":"guide"}
