{"slug":"statutory-sick-pay-ssp","updated_at":"2012-01-31T12:01:25+00:00","alternative_title":"","overview":"Statutory Sick pay is a set amount you're entitled to when you're off work sick - find out about what you'll get, eligibility and how to claim","title":"Statutory Sick Pay (SSP) ","parts":[{"table":{"body":"If you're unable to work because you're ill you may be able to get Statutory Sick Pay (SSP). It is paid by your employer and you can get it for up to 28 weeks\r\n\r\n^ If your employer has their own occupation sick pay scheme they may have different rules for payment – check with your employer ^\r\n\r\n*[SSP]: Statutory Sick Pay","slug":"overview","title":"Overview"}},{"table":{"body":"The standard rate for Statutory Sick Pay (SSP) is £81.60 a week.\r\n\r\nYour employer may need to work out a daily rate of SSP. They'll divide the weekly rate (£81.60) by the number of days you’d normally work in that week. A week runs from Sunday to Saturday.\r\n\r\nIf you have more than one job, you may be able to get SSP from each employer.\r\n\r\n##Days you’ll be paid for##\r\n\r\nYou’ll get SSP for the days you’d normally work. You won’t get SSP for the first 3 days you would normally work and you are off sick.\r\n\r\n$E**Example:** If you work Monday to Friday and you become ill on a Friday, your 3 days without SSP will be Friday, Monday and Tuesday - if you continue to be ill, SSP will be paid from Wednesday.$E\r\n\r\n$E**Example:** if you only work Thursdays and Fridays and become ill on a Friday, your 3 days without SSP be that Friday and the Thursday and Friday of the next week - if you continue to be ill, SSP will be paid from the Thursday of the following week.$E\r\n\r\n##If you've had SSP within the last 8 weeks##\r\n\r\nIf you've had SSP within the last 8 weeks and are sick again for 4 days in a row, you won't have to wait 3 days to get SSP. \r\n\r\n*[SSP]: Statutory Sick Pay","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can usually get Statutory Sick Pay (SSP) if all of the following apply: \r\n\r\n- you're employed - you can still get SSP if you've only just started but you must have done some work\r\n- you're ill for at least 4 days in a row (including weekends, bank holidays and days that you don't usually work)\r\n- your average weekly earnings are at least £102 before tax and National Insurance are deducted \r\n\r\nYou can't get SSP at the same time as some other benefits, including:\r\n\r\n- [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance (ESA)\")\r\n- [Statutory Maternity pay](/statutory-maternity-pay \"Statutory Maternity pay\")\r\n- [Maternity Allowance](/maternity-allowance \"Maternity Allowance\")\r\n- [Statutory Paternity Pay](/ordinary-statutory-paternity-pay \"Statutory Paternity Pay\")\r\n- [Statutory Adoption Pay](/statutory-adoption-pay \"Statutory Adoption Pay\")\r\n\r\n\r\n##Average weekly earnings##\r\n\r\nYour average weekly earnings are worked out using your total earnings in the 8 weeks before you became ill (including overtime, bonuses and holiday pay).\r\n\r\nHow your employer works out your average weekly earnings depends on how you're paid and when you started your job. \r\n\r\n^ Agency workers can also claim SSP.  It stays in pay while you are working on an assignment or under contract with your agency ^\r\n\r\n*[SSP]: Statutory Sick Pay","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"s1. Tell your employer you're ill - follow their rules about how and when to do this.\r\ns2.  Provide medical evidence from the 8th day of your illness. \r\ns3. Your employer decides if you get Statutory Sick Pay (SSP) - it'll be paid in the same way as your normal earnings.\r\ns4. Your employer can refuse to pay you SSP if they think you're not ill - you can appeal against this.\r\n\r\n\r\n##Tell your employer you're ill##\r\n\r\nIf your employer doesn't have their own rules for telling them that you are sick, you should tell them within 7 days of the first day that you are sick. Your  employer can't insist that you tell them:\r\n\r\n- in person \r\n- earlier than the first day you would normally work or by a set time \r\n- on a special form \r\n- on a doctor’s statement of fitness for work (fit note) \r\n- more than once a week during your sickness\r\n\r\nIf you don't tell your employer on time, they don't have to pay you SSP.\r\n\r\n##Medical evidence##\r\n\r\nYour employer can’t ask you to give them medical evidence for the first 7 days of sickness. However they can ask for evidence from the 8th day of illness.  \r\n\r\nA ‘fit note’ from your doctor that says you ‘are not fit for work’ is strong evidence that you are sick, unless there is evidence to prove otherwise.\r\n\r\nIf you give evidence from someone who isn’t your doctor  your employer will tell you if this is acceptable. They may still ask for a fit note from your doctor.\r\n\r\n\r\n*[SSP]: Statutory Sick Pay","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##You can't get Statutory Sick Pay (SSP) or it's ended##\r\n\r\nYou can apply for [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance (ESA)\"). Your employer must fill in Form SSP1 and give this to you as soon as possible. \r\n\r\nThey can download the form SSP1 to print off and fill in.\r\n\r\n$D[Download 'Statutory Sick Pay form SSP1 - print form to fill in', (PDF, 205KB)'](http://www.dwp.gov.uk/advisers/claimforms/ssp1_print.pdf \"Download 'Statutory Sick Pay form SSP1 - print form to fill in (PDF, 205KB)'\"){:rel=\"external\"}$D\r\n\r\nThey can complete the form SSP1 on a computer and print off.\r\n  \r\n$D[Download 'Statutory Sick Pay form SSP1 - complete form online and print off', (PDF, 204KB)](http://www.dwp.gov.uk/advisers/claimforms/ssp1.pdf \"Download 'Statutory Sick Pay form SSP1 - complete online and print off' (PDF, 204KB)\"){:rel=\"external\"}$D\r\n\r\n##Effect on other benefits## \r\n\r\n###Pregnancy and SSP###\r\n\r\nYou can't get SSP for a pregnancy-related illness in the 4 weeks before your baby is due. Instead you'll get any maternity payments you're entitled to. \r\n\r\nIf your illness isn't pregnancy-related, you can get SSP up to the day before your maternity payments start.\r\n\r\nOnce you're getting maternity payments, you can't get SSP for 39 weeks. \r\n\r\nIf you're not entitled to maternity payments you can't claim SSP for 18 weeks.\r\n\r\n^ For more information ask your employer or contact HM Revenue & Customs (HMRC) on 0845 302 1479^\r\n\r\n###Statutory Paternity or Adoption Pay###\r\n\r\nYou can't claim [Statutory Paternity Pay](/ordinary-statutory-paternity-pay \"Statutory Paternity Pay\") or [Statutory Adoption Pay](/statutory-adoption-pay \"Statutory Adoption Pay\") at the same time as SSP. \r\n\r\nYou should delay these payments and claim SSP until you're fit to take leave. You must take your leave within 56 days of the birth or expected date of your adopted child's placement with you.\r\n\r\n###Employment Support Allowance (ESA)###\r\n\r\nYou can't get [Employment and Support Allowance (ESA)](/employment-support-allowance \"Employment and Support Allowance (ESA)\") and SSP at the same time.\r\n\r\n##Company sick pay schemes###\r\n\r\n###If your employer has their own sick pay scheme###\r\n\r\nIf your employer has their own sick pay scheme, you may still have underlying entitlement to SSP. \r\n\r\nIf you are entitled to payment and your occupational sick pay ends before 28 weeks of sickness, your employer needs to pay you SSP. If you have no entitlement, your employer must give you form SSP1 to help support a claim to ESA.  \r\n\r\nIf you are sick after 28 weeks of occupational sick pay your employer must give you form SSP1 to help support a claim ESA.\r\n\r\n\r\n###Appeal your employer's SSP decision###\r\n\r\ns1. If you disagree with your employer’s decision not to pay you or the amount they have paid you, ask for their reasons in writing.\r\ns2. If you still disagree, contact the HMRC employee helpline on 0845 302 1479 for advice.\r\ns3. If you want to take the matter further, HMRC will explain how you can make a Statutory Payments dispute.\r\n\r\n\r\n###You're in the Armed Forces###\r\n\r\nYou can't get SSP if you're a serving member of the Armed Forces. \r\n\r\n###Claiming SSP abroad###\r\n\r\nIf you work abroad, you may be able to get SSP if your employer pays National Insurance contributions for you.\r\n\r\nIf you go abroad to visit, you may still claim SSP if you can prove you're still ill.\r\n\r\n###Returning to work###\r\n\r\nIf you and your employer agree to a phased return to work or altered working hours after a period of illness, you should:\r\n\r\n- get your normal earnings for the time you work\r\n- get SSP for the days that you're ill if you still qualify for it\r\n\r\n*[SSP]: Statutory Sick Pay\r\n*[ESA]: Employment and Support Allowance\r\n*[HMRC]: HM Revenue & Customs","slug":"further-information","title":"Further information"}}],"type":"programme"}
