{"slug":"fixed-term-contracts","updated_at":"2012-01-26T13:10:45+00:00","alternative_title":"","overview":"Your rights at work if you're a fixed-term employee - and what happens if your contract is renewed or ended","title":"Fixed-term employment contracts","video_summary":"","video_url":"","parts":[{"table":{"body":"You're a fixed-term employee if:\r\n\r\n- you have an employment contract with the organisation you work for, and\r\n- your contract ends on a particular date - or on completion of a specific task, eg a project\r\n\r\nYou're not a fixed-term employee if:\r\n\r\n- you have a contract with an agency rather than the company you're working for\r\n- you're an apprentice, student or trainee on a work-experience placement or temporary work scheme\r\n\r\n##Your rights\r\n\r\nYour employer must not treat you less favourably than a permanent employee. You have the right to:\r\n\r\n- the same pay and conditions\r\n- the same or equivalent benefits package\r\n- be told about permanent employment opportunities in the organisation\r\n- protection against redundancy or [dismissal](/dismissal \"Dismissals\")\r\n\r\nIf you've worked continually for the same employer for 2 years or more, you have the same [redundancy rights](/redundant-your-rights \"Redundancy\") as a permanent employee.\r\n\r\n##When you can be treated differently\r\nThere are some situations when your employer doesn't have to treat you in the same way as a permanent employee. Your employer must be able to show there is a good reason to - this is called ‘objective justification’.\r\n\r\n$E\r\n**Example**  \r\nIf you have a 3-month contract and a permanent employee doing the same kind of job has a company car, it may not be fair to expect your employer to offer you a company car for such a short period.\r\n$E\r\n\r\n##If you think you're not being treated fairly\r\nIf you have a concern, try and sort it out with your manager. You can ask your employer for a written statement explaining why they're treating you less favourably.\r\n\r\nIf you’re not satisfied, you can complain using your employer's [grievance procedure](/solve-workplace-dispute \"Solve a workplace dispute\").\r\n\r\nYou final option is to complain to an [employment tribunal](/employment-tribunals \"Employment tribunal\").\r\n\r\n\r\n\r\n\r\n","slug":"fixedterm-contract-rights","title":"Fixed-term contract rights"}},{"table":{"body":"Your fixed-term contract will normally end automatically when it reaches the agreed end date. Your employer doesn't have to give you notice.\r\n\r\n##Renewing your contract\r\nYour contract can be renewed with the same employer for a maximum of 4 years.\r\n\r\nIf it's renewed after that, you'll become a permanent employee unless your employer can show a good reason why you should stay on a fixed-term contract after 4 years. If this happens, get advice - eg from [Citizens Advice.](http://www.adviceguide.org.uk/ \"Citizens Advice\"){:rel=\"external\"}\r\n\r\n##Working past the contract's end date\r\nIf you work past the end of your contract without it being formally renewed, there's an 'implied agreement' by your employer that the end date has changed.\r\n\r\nYou would then have the right to be given proper notice if your employer wanted to dismiss you.\r\n\r\n$E\r\n**Example**  \r\nIf your contract was for 1 month or less but you were actually employed for 3 months, you'd be entitled to the minimum notice period (1 week).\r\n$E\r\n\r\n##If your employer ends your contract early\r\nIf your employer wants to end your fixed-term contract early, you should check the terms of your contract. If: \r\n\r\n- it says nothing about being ended early, your employer may be in breach of contract\r\n- it says it can be ended early, and your employer has given proper notice, there's normally nothing you can do - unless, for example, your employer's standard practice is to give notice\r\n\r\nThe minimum notice period you're entitled to is:\r\n\r\n- after 1 month’s continuous service, but less than 2 years - 1 week\r\n- after 2 years' continuous employment - 1 week for each year you've worked \r\n\r\n^These are the minimum periods - your contract may give you the right to a longer notice period.^\r\n\r\nIf your employer ends your contract without giving you the proper notice, you may be able to claim [breach of contract](/dismissal \"Dismissals\").\r\n\r\n##If your contract is not renewed\r\nA fixed-term contract that's not renewed is a type of dismissal. This means you have the right to:\r\n\r\n- not be unfairly dismissed - after 1 year's service\r\n- a written statement of the dismissal - after 1 year's service\r\n- a minimum notice period of your contract ending before the agreed end date (or project)\r\n\r\n##If you end your contract early\r\nYou must give 1 week’s notice if you've worked for your employer for a month or more. Your contract may state that you need to give longer notice.\r\n\r\nFind out more about [handing in your notice](/handing-in-your-notice-resigning-leaving-job/notice-periods-your-pay-and-rights \"Handing in your notice\").\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"renewing-or-ending-a-fixedterm-contract","title":"Renewing or ending a fixed-term contract"}}],"type":"guide"}
