{"slug":"paternityleave","updated_at":"2012-01-31T16:31:58+00:00","alternative_title":"","overview":"Paternity Leave - how much you can take, who is eligible and how to claim","title":"Paternity Leave","parts":[{"table":{"body":"If you're an employee, you can take:\r\n\r\n- 1 or 2 weeks of Ordinary Paternity Leave and \r\n\r\n- up to 26 weeks Additional Paternity Leave if you're the main carer\r\n\r\nYou must start and end Ordinary Paternity Leave within 56 days of your baby's arrival.\r\n\r\n##You have more than one baby\r\nIf your partner has a multiple birth, for example twins, you'll only get one period of paternity leave.\r\n\r\n%You don't have a legal right to time off for antenatal appointments but speak to your employer as you may be able to come to an arrangement.%\r\n\r\n##If you lose your child\r\nYou can take Ordinary Paternity Leave if your child is stillborn after 24 weeks of pregnancy or born alive at any point of the pregnancy.\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"##Ordinary Paternity Leave\r\nYou can choose to take either 1 or 2 weeks of Ordinary Paternity Leave.\r\n\r\nYou can't take odd days off and if you take 2 weeks, you must take them together.\r\n\r\nIf you don't work full time, a week's leave is the same amount of days that you normally work in a week. For example, if you only work Mondays and Tuesdays, a week is 2 days. \r\n\r\nYou must start and end Ordinary Paternity Leave within 56 days of your baby's arrival.\r\n\r\n##Additional Paternity Leave \r\nIf you're eligible, you can take up to 26 weeks of Additional Paternity Leave.\r\n\r\nYou can start Additional Paternity Leave from 20 weeks after your child arrives - it must end by your child's 1st birthday (or 1 year after adoption). \r\n\r\nYou can only take Additional Paternity Leave once your child's mother or adopter has returned to work. ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##Ordinary Paternity Leave\r\nYou must have worked for your employer for at least 26 weeks by either:\r\n\r\n- the end of the 15th week before the start of the week when your baby is due\r\n- the end of the week you're told you're matched with your adopted child \r\n- the date your child enters Great Britain (if you're adopting from overseas)\r\n\r\nYou must also be one of the following:\r\n\r\n- the biological father of the child\r\n- the mother's husband or partner (including same-sex relationships)\r\n- the child's adopter \r\n- the husband or partner (including same-sex relationships) of the child's adopter\r\n\r\n##Additional Paternity Leave\r\nYou must be taking time off to care for your child. Your child's mother or adopter must have been entitled to one or more of the following: \r\n\r\n- Statutory Maternity Leave\r\n- Statutory Maternity Pay\r\n- Maternity Allowance\r\n- Statutory Adoption Leave or Pay\r\n\r\nYour partner must have started working again and no longer be getting any of the above. \r\n\r\nYou must be with the same employer the week (Sunday to Saturday) before you want to start your Additional Paternity Leave.","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##Ordinary Paternity Leave\r\nFill in form SC3 below to claim your paternity leave and give it to your employer:\r\n\r\n- at least 15 weeks before the beginning of the week when your baby's due\r\n- within 7 days of being matched with a child if you're adopting\r\n\r\n$D[Download form SC3 - Becoming a parent (PDF, 100KB)](http://www.hmrc.gov.uk/forms/sc3.pdf \"SC3 Becoming a parent form, PDF, 100KB\")$D\r\n\r\nYou don't have to provide medical evidence of the pregnancy or birth to claim Ordinary Paternity Leave.\r\n\r\n##Additional Paternity Leave\r\nYou must tell your employer in writing at least 8 weeks before you want to start your additional leave. You can use the forms below (but check if your employer has their own form).\r\n\r\n$D\r\n[Download form SC7 - for births (PDF, 46KB)](http://www.hmrc.gov.uk/forms/sc7.pdf \"Form SC7 - for births, PDF, 46KB\")\r\n\r\n[Download form SC8 - for UK adoptions (PDF, 45KB)](http://www.hmrc.gov.uk/forms/sc8.pdf \"Form SC8 - for UK adoptions, PDF, 45KB\")\r\n\r\n[Download form SC9 - for overseas adoptions (PDF, 45KB)](http://www.hmrc.gov.uk/forms/sc9.pdf \"Form SC9 - for overseas adoptions, PDF, 45KB\")\r\n$D\r\n\r\nYour employer may ask you for:\r\n\r\n- a copy of your child's birth certificate or adoption matching certificate\r\n- the employment details of the mother or adopter \r\n\r\nYou'll need to provide this information within 28 days.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##If you're no longer your child's main carer\r\n^You must tell your employer straight away if you're no longer eligible for Additional Paternity Leave.\r\n\r\nThis might be because your partner isn't going back to work, or you won't be caring for your child. \r\n\r\n###Unpaid leave\r\nYour employer can insist you take unpaid leave if:\r\n\r\n- you don't give 6 weeks notice\r\n- your change in circumstances is not practical for them\r\n\r\nYour unpaid leave will start on the date your paternity leave was due to start and will end after 6 weeks or the date your paternity leave was due to end (whichever is earlier). \r\n\r\nIf your partner starts working part-time or becomes self-employed (but isn't getting Statutory Maternity Pay, Maternity Allowance or Statutory Adoption Pay) you're still eligible for Additional Paternity Leave.\r\n\r\n##Company paternity leave schemes\r\nYour employer may have their own paternity leave scheme. You can choose the government's statutory Paternity Leave scheme if it suits you better and you qualify for it.\r\n\r\n##Contact with your employer\r\nYour employer is entitled to make reasonable contact with you during Additional Paternity Leave, eg to let you know about changes at work such as job vacancies. \r\n\r\n###Keeping in touch days\r\nYou can work up to 10 days during your Additional Paternity Leave if both you and your employer agree. You'll need to agree with your employer what work you'll do and how much pay you'll get.\r\n\r\n##If you disagree with the decision\r\nIf your application for Paternity Leave is turned down, talk to your employer and explain your rights. You could ask for advice from your trade union or a voluntary organisation like [Citizens Advice.](http://www.citizensadvice.org.uk \"Citizens Advice\"){:rel=\"external\"}\r\n\r\n##If your partner dies \r\nIf your partner dies before your child's 1st birthday (or before 1 year after adoption) you may be able to extend Additional Paternity Leave up to 52 weeks. You can't do this if your leave has already ended. You need to send your employer form SC10 (or your employer's own form) within 8 weeks of your partner's death.\r\n\r\n$D\r\n[Download form SC10 (PDF, 45KB)](http://www.hmrc.gov.uk/forms/sc10.pdf \"Form SC10, PDF, 45KB\")\r\n$D\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
