{"slug":"solve-workplace-dispute","updated_at":"2012-01-23T11:47:16+00:00","alternative_title":"","overview":"Grievances and disciplinary action at work can be solved by informal discussions, formal procedures, mediation, conciliation or arbitration.","title":"Solve a workplace dispute","video_summary":"","video_url":"","parts":[{"table":{"body":"Problems with your employer usually fall into one of two categories: \r\n\r\n- grievances - when you raise your concerns, problems or complaints with your employer\r\n- disciplinaries - when your employer has concerns about your work, conduct or absence \r\n\r\nExplain your concern to your manager to see if you can sort out any problems informally. You may find it helpful to suggest what you would like them to do to solve your problem.\r\n\r\nYour employer should discuss any disciplinary issues with you informally first. These issues could lead to formal disciplinary action, including [dismissal](/dismissal \"dismissal\") in more serious or repetitive cases.\r\n\r\nCall the Acas helpline if you need help or advice to solve a workplace dispute.\r\n\r\n$C\r\n**Acas helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 1pm\r\n$C\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"You can make a formal grievance complaint or face formal disciplinary action if you weren't able to resolve your problem informally.\r\n\r\n##Grievances \r\n\r\nIf you've tried solving a problem by talking to your manager but you're not satisfied, you can make a formal grievance complaint.\r\n\r\nYour employer should put their grievance procedure in writing. You should be able to find this in your:\r\n\r\n- company handbook\r\n- human resources (HR) or personnel manual\r\n- HR intranet site\r\n- employment contract\r\n\r\nYour employer’s grievance procedure should include the following steps:\r\n\r\n- writing a letter to your employer setting out the details of your grievance\r\n- a meeting with your employer to discuss the issue\r\n- the ability to appeal your employer's decision\r\n\r\nDownload the [Acas guide on discipline and grievances at work (PDF, 1MB)](http://www.acas.org.uk/CHttpHandler.ashx?id=1043 \"Acas guide on discipline and grievances at work\"){:rel=\"external\"} for more information.\r\n\r\n##Disciplinary action\r\n\r\nYou might face disciplinary action if your employer has decided they have a serious issue with you or your work. \r\n\r\nYour employer should put their disciplinary procedure in writing and it should contain:\r\n\r\n- your employer's disciplinary procedure rules\r\n- what performance and behaviour might lead to disciplinary action\r\n- what action your employer might take\r\n\r\nYou are allowed to be accompanied to a disciplinary meeting with your employer, eg by a colleague or a trade union representative.\r\n\r\nRead the [Acas guide on discipline and grievances at work (PDF, 1MB)](http://www.acas.org.uk/CHttpHandler.ashx?id=1043 \"Acas guide on discipline and grievances at work\"){:rel=\"external\"} for more information.\r\n\r\n[HR]: Human resources","slug":"formal-procedures","title":"Formal procedures"}},{"table":{"body":"You can get help from a third-party to solve disputes between you and you employer. The main ways you can do this are through:\r\n\r\n- mediation\r\n- conciliation\r\n- arbitration\r\n\r\nIf you are a member of a trade union, you should also speak to your union representative.\r\n\r\n##Mediation\r\n\r\nMediation is when an independent and impartial third party discusses the problem with you and your employer to try and find a solution.\r\n\r\nMediation is voluntary and the mediator can't force you or your employer to accept a solution. Both you and your employer must agree on the way to solve the dispute.\r\n\r\nDownload the [Acas guide on mediation](http://www.acas.org.uk/index.aspx?articleid=1680 \"Acas guide on mediation\"){:rel=\"external\"} for more information.\r\n\r\nYou can also [find a mediation service](http://www.cmcregistered.org/search/rand?rerand=true \"find a mediation service\"){:rel=\"external\"} on the Civil Mediation Council website.\r\n\r\n##Conciliation\r\n\r\nConciliation is similar to mediation but is normally used when:\r\n\r\n- you have already made a claim to an employment tribunal\r\n- you believe you may be entitled to make a claim to an employment tribunal\r\n\r\nRead the [Acas guide on conciliation](http://www.acas.org.uk/index.aspx?articleid=1697 \"Acas guide on conciliation\"){:rel=\"external\"} for more information.\r\n\r\n##Arbitration\r\n\r\nArbitration is when a third-party acts like a judge, making a firm decision on a case.\r\n\r\nRead the [Acas guide on arbitration](http://www.acas.org.uk/index.aspx?articleid=1711 \"Acas guide on arbitration\"){:rel=\"external\"} for more information.","slug":"mediation-conciliation-and-arbitration","title":"Mediation, conciliation and arbitration"}},{"table":{"body":"If you have been unable to solve a problem between you and your employer, you may have to go to an [Employment Tribunal](/employment-tribunals \"Employment Tribunal\").\r\n\r\nAt the tribunal, you and your employer will present your cases, answer questions and the tribunal will make a decision.","slug":"tribunals","title":"Tribunals"}}],"type":"guide"}
