{"slug":"disability-premiums-income-support","updated_at":"2012-01-26T13:36:00+00:00","alternative_title":"","overview":"Disability Premium is extra money if you’re under 60 and have health problems that stop you from working - what you'll get, eligibility and applying","title":"Disability Premiums (Income Support)","parts":[{"table":{"body":"A disability premium is extra money that is added to your Income Support if you're aged under 60 and any of the following applies:\r\n\r\n- you're registered blind\r\n- you're getting one of the qualifying benefits listed under ['eligibility'](#eligibility \"eligibility\")\r\n\r\nIf you qualify for a disability premium payment, you may also be able to get severe disability premium or enhanced disability premium payments which are also added to your Income Support. See ['eligibility'](#eligibility \"eligibility\") for more information about this.","slug":"overview","title":"Overview"}},{"table":{"body":"##Disability premium rates##\r\n\r\n- £28.85 per week for a single person \r\n- £41.10 per week for a couple\r\n\r\n##Severe disability premium rates##\r\n\r\n- £55.30 per week for a single person\r\n- £55.30 per week for a couple where one partner meets the criteria - see ['eligibility'](#eligibility \"eligibility\") for details\r\n- £110.60 per week for a couple where both partners meet the criteria - see ['eligibility'](#eligibility \"eligibility\") for details\r\n\r\n##Enhanced disability premium rates##\r\n\r\n- £14.05 per week for a single person\r\n- £20.25 per week per couple\r\n\t \r\n ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"A disability premium is extra money that will be added to your Income Support payments if you or your partner are aged under 60 and any of the following applies:\r\n\r\n- you're registered blind\r\n- you're getting one of the qualifying benefits listed below\r\n\r\n^If your disability premium has not been added to your income support, then [contact your local Jobcentre.](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"contact your local Jobcentre\"){:rel=\"external\"}^\r\n\r\n####Qualifying benefits for a disability premium####\r\n\r\n- Disability Living Allowance\r\n- Disabled Person’s Tax Credit\r\n- Attendance Allowance\r\n- Constant Attendance Allowance\r\n- Invalid Vehicle Scheme payments\r\n- War Pensioners Mobility Supplement\r\n- Severe Disablement Allowance\r\n- Incapacity Benefit (long term)\r\n- Severe Disablement Allowance\r\n\r\n###Severe disability premium###\r\nSevere disability premium is extra money that can be added to your [Income Support](/income-support \"Income Support\") payments. It can be paid if you get the disability premium or the [higher pensioner premium.](http://dwp.gov.uk/publications/specialist-guides/technical-guidance/rr2-a-guide-to-housing-benefit/working-it-out/applicable-amounts/ \"higher pensioner premium\"){:rel=\"external\"}\r\n\r\nThere are 2 rates of severe disability premium - lower and higher.\r\n\r\n####Lower rate severe disability premium####\r\nYou'll get the lower rate severe disability premium if any of the following apply:\r\n\r\n- you live alone\r\n- no-one gets Carer's Allowance for looking after you\r\n- you get the middle or highest care component of Disability Living Allowance\r\n- you have a partner and you both get the middle or highest rate of the care component of Disability Living Allowance, and Carer's Allowance is paid for only one of you\r\n- you have a partner and you get the middle or highest rate of the care component of Disability Living Allowance and your partner gets Attendance Allowance, and Carer's Allowance is paid for only one of you\r\n- you have a partner and you get the middle or highest rate of Disability Living Allowance care component and your partner is registered blind, and no-one gets Carer's Allowance for looking after you\r\n\r\n####Higher rate severe disability premium####\r\nYou'll get the higher rate of severe disability premium if you have a partner and no-one gets Carer's Allowance for looking after you and any of the following applies:\r\n\r\n- you both get the middle or highest rate of the care component of Disability Living Allowance\r\n- you get the middle or highest rate of the care component of Disability Living Allowance and your partner gets Attendance Allowance\r\n\r\n###Enhanced disability premium###\r\nIf you are under 60 years old and get the highest rate of Disabled Living Allowance (DLA) you could get enhanced disability premium. This is extra money that is added to your Income Support payments\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You don't have to make a claim, you will be paid your disability premium automatically if you're getting Income Support and one of the qualifying benefits (see ['eligibility'](#eligibility \"eligibility\")). \r\n\r\nYour disability premium will be automatically added to your Income Support.\r\n\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}
