{"slug":"child-tax-credit","updated_at":"2012-01-29T15:25:20+00:00","alternative_title":"","overview":"If you are responsible for at least one child, you may be eligible for Child Tax Credit - what you might get, how to claim, information if your child is disabled","title":"Child Tax Credit","video_summary":"","video_url":"","parts":[{"table":{"body":"You could qualify for Child Tax Credit if you are responsible for at least one child or young person who normally lives with you. These are payments made to the person who is mainly responsible for the child or children. \r\n\r\n##Who can claim\r\nYou can usually claim for:\r\n\r\n* any child living with you - until 31 August after their 16th birthday\r\n* young people under 20, if they're in [certain types of education or training](/child-tax-credit-when-child-reaches-16/approved-training-courses \"Approved training courses\")\r\n\r\n^Check if you qualify - use this quick [online questionnaire.](http://www.hmrc.gov.uk/tools/taxcredits_qualify/question01.htm/ \"Online questionnaire - do you qualify for tax credits?\"){:rel=\"external\"}^\r\n\r\n##What you could get\r\nTo find out what you could get, use the HM Revenue & Customs (HMRC) [tax credits calculator](/tax-credits-calculator \"Tax credits calculator\").  \r\n\r\n##Backdating your claim\r\nClaims can normally be backdated by 3 months, check [backdating your tax credits claim](/backdating-your-tax-credits-claim \"Backdating your tax credits claim\") to see if it will be done automatically or if you need to let the Tax Credit Office know. \r\n\r\n##How to claim\r\nCheck if you are also eligible for [Working Tax Credit](/working-tax-credit \"Working Tax Credit\")  as you can claim both using the same [form](/claim-tax-credits/how-to-claim \"Claim tax credits\"). \r\n\r\nIf you are already getting Working Tax Credit, call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") to update your claim.  \r\n\r\n##Elements of Child Tax Credit\r\nThe table below shows the Child Tax Credit elements you could get and the maximum yearly payments. \r\n\r\nThe payments apply whether or not you work. \r\n\r\nElements | What it is | Max yearly amount\r\n- | -\r\nfamily (basic) element | basic payment if you qualify for Child Tax Credit | £545\r\nchild | paid on top of basic element for each of your children | £2,555\r\ndisabled child | for each disabled child | £2,800\r\nseverely disabled child | paid on top of disabled child element for each severely disabled child | £1,130\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"If your child has a disability you may qualify for extra Child Tax Credit.\r\n\r\n##Who is eligible?\r\nYou qualify if any of the following apply:\r\n\r\n- Disability Living Allowance is paid for your child\r\n- your child is registered blind\r\n- your child came off the blind register in the 28 weeks before you claimed tax credits\r\n\r\nYou can still qualify if the Disability Living Allowance stops because your child goes into hospital.\r\n\r\nIf the Highest Rate Care Component of Disability Living Allowance is paid for your child, you may get an additional payment for their severe disability.\r\n\r\n##What you'll get\r\nThe amount of you get depends on your income and how much care your child needs. \r\n\r\nYou could get up to **approximately**:\r\n\r\nYour child is disabled | £53 a week | £2,800 a year\r\nYour child is severely disabled | £75 a week | £3,930 a year\r\n\r\nTo find out what tax credits you could get overall, use the [online calculator.](/tax-credits-calculator \"tax credits calculator\")\r\n\r\n##How to claim\r\nIf you are **not** currently getting tax credits, you need to [fill in a claim form](/claim-tax-credits/how-to-claim \"Claim tax credits\"). You can't apply online. \r\n\r\nIf you are **already getting** tax credits, call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the tax credit office\") to amend your claim. You should do this as soon as you know that Disability Living Allowance (or the Highest Rate Care Component) will be paid for your child. \r\n\r\n^Contact the helpline within 3 months to get your [payments backdated](/backdating-your-tax-credits-claim \"Backdating your tax credits claim\").^\r\n","slug":"your-child-is-disabled","title":"Your child is disabled"}},{"table":{"body":"You can claim if you're not getting any money from your:\r\n\r\n* local authority\r\n* Health and Social Services Board\r\n\r\nIf you are getting money from either of these, call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the tax credit office\") to find out if you can claim.","slug":"adoptive-or-foster-parents","title":"Adoptive or foster parents"}},{"table":{"body":"You can claim Child Tax Credit if you have responsibility for a child. For example, this could be if:\r\n\r\n* the child usually lives with you\r\n* the child keeps their toys, clothes and other items at your home\r\n* you pay for their meals and give them pocket money\r\n\r\nThere can be exceptions to this, for example, if a child from abroad lives with you as an exchange student. \r\n\r\nIf you're not sure whether you count as being responsible for a child you can call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the tax credit office\") for advice.\r\n","slug":"youre-not-the-childs-parent","title":"You’re not the child’s parent"}},{"table":{"body":"Only one household can get Child Tax Credit for a child.\r\n\r\nIf your child lives with more than one person you'll have to decide who should get it.\r\n\r\n^You can't claim Child Tax Credit if your child doesn't live with you at all - even if you're paying maintenance.^\r\n\r\n###You can’t agree who’ll claim\r\nIf you can't agree who'll get the Child Tax Credit, both of you should claim for the child. The Tax Credit Office will then decide for you. They'll contact both of you to work out who has main responsibility for the child. They will consider things that include the number of days the child lives with you, and where they keep most of their clothes and toys.\r\n\r\n###You're already getting tax credits for your child\r\nSomeone else might make a claim for a child you're getting Child Tax Credit for. If this happens, the Tax Credit Office may ask you to tell them why you think you have main responsibility for that child.\r\n\r\n","slug":"your-child-lives-with-more-than-one-person","title":"Your child lives with more than one person"}}],"type":"guide"}
