{"slug":"community-care-grant","updated_at":"2012-01-31T12:55:07+00:00","alternative_title":"","overview":"A Community Care Grant can help you to live independently, or help if you and your family are under exceptional pressure - what you'll get, eligibility and applying.\r\n\r\n","title":"Community Care Grants","parts":[{"table":{"body":"You could get a Community Care Grant if you need financial help and:\r\n\r\n- you're homeless\r\n- you've just left prison\r\n- you care for someone\r\n- you're facing family breakdown\r\n\r\nYou may also get it if you need financial help to:\r\n\r\n- live independently in the community \r\n- ease exceptional pressure on you and your family\r\n\r\n^You don't have to pay a Community Care Grant back^","slug":"overview","title":"Overview"}},{"table":{"body":"The amount you get depends on your circumstances.\r\n\r\n##Effect of savings on awards##\r\nThe amount of Community Care Grant you may get is reduced if you have savings of:\r\n\r\n- over £500 where you and your partner are aged under 60 \r\n- over £1,000 where you and/or your partner are aged over 60 \r\n\r\n##How Community Care Grants are paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can apply if you're already getting, or likely to start getting either:\r\n\r\n- Income Support\r\n- income-related Employment and Support Allowance\r\n- income-based Jobseeker's Allowance\r\n- Pension Credit\r\n\r\nYou must also be:\r\n\r\n- moving out of residential or institutional care to live independently \r\n- moving to a new home which will be more suitable for you following an unsettled period in your life and are being resettled by an organisation like a local council or voluntary organisation \r\n- needing help to stay in your home and not go into residential care or hospital \r\n- needing help because you and your family face exceptional pressure, such as family breakdown or because one of you has a long-term illness \r\n- looking after someone who is ill or disabled, or has been released from custody on temporary licence \r\n- needing help with expenses such as visiting someone who is ill, or to attend a relative's funeral\r\n\r\n^You can't usually get a Community Care Grant if you've already asked for the same items or services in the last 28 days^\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##Download a Community Care Grant claim form##\r\nThe form comes with notes to help you fill it in and will also tell you where to send it when it's completed.\r\n\r\n$D[Download 'Community Care Grant and Crisis Loan for items and services in the event of a disaster SF300' (PDF, 264KB)](http://www.dwp.gov.uk/advisers/claimforms/sf300_print.pdf \"Community Care Grant claim form - SF300\"){:rel=\"external\"}$D\r\n\r\nIf you're still in residential or institutional care, you can apply up to 6 weeks before you leave.\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##If you're unhappy with the decision on your application##\r\nYou have the right to ask for a review. You must [contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"Contact Jobcentre Plus\"){:rel=\"external\"} within 28 days explaining why you think the decision was wrong and ask for it to be reviewed. \r\n\r\nIf you're still unhappy with the outcome, you can ask for a further review by an independent Social Fund Inspector. The process should take no longer than 12 days.\r\n\r\n$D[Download 'How to ask for an independent review' (PDF, 78KB)](http://www.irs-review.org.uk/infocent/leafbook/irs1/irs1.pdf/ \"How to ask for an independent review\"){:rel=\"external\"}$D\r\n\r\nThe form comes with notes that will help you fill it in and tell you where to send it.\r\n\r\n%The Social Fund Inspector's decision is final%","slug":"further-information","title":"Further information"}}],"type":"programme"}
