{"slug":"your-consumer-rights","updated_at":"2012-01-30T18:12:41+00:00","alternative_title":"","overview":"When you buy something, you have legal rights if it's faulty or there's a problem - your rights, returning faulty items, consumer advice, trading standards \r\n","title":"Your consumer rights","video_summary":"","video_url":"","parts":[{"table":{"body":"When you buy something, you have legal rights if it's faulty or there's a problem. \r\n\r\nThe law says that what you buy must be:\r\n\r\n- of satisfactory quality - it has to last for the time you'd expect it to and be free of any defects\r\n- fit for purpose - ie the use described, and any specific use you've told the trader you want it for\r\n- as described - it must match the description on the packaging, in an advert or what the trader told you\r\n\r\nIf not, or if it's faulty, you have the right to a:\r\n\r\n- repair\r\n- replacement\r\n- price reduction\r\n- refund (partial or full, depending on circumstances)\r\n\r\nIf you find a fault only a short time after you buy something (within the time you might reasonably be expected to inspect it), you can reject it and get a full refund. \r\n\r\nOtherwise, the trader can reduce the amount refunded to take into account the use you've had from what you've bought.\r\n\r\nThis applies to most things you buy from a shop or online, including sale items. You might have extra rights if you have a warranty.\r\n\r\nIf you buy from a private seller (eg online auction, newspaper advert) you have fewer rights - the item just has to be:\r\n\r\n- theirs to sell\r\n- as described\r\n\r\n^You also have rights if you buy a service (like building work) or sign up to a contract (like a gym).^\r\n\r\n##Returning faulty goods\r\n\r\nTell the trader as soon as possible - either by returning the item to the shop or contacting the trader. You'll need proof of purchase, like:\r\n\r\n- a receipt\r\n- an invoice\r\n- a credit card bill or bank statement\r\n- the shop's packaging\r\n\r\n###Proving goods are faulty\r\n\r\nIf you're asking for a refund, the trader might ask you to prove that the goods were faulty when you bought them. \r\n\r\nIf you're asking for a repair or replacement:\r\n\r\n- if you bought the item in the last 6 months, it's the trader's responsibility to prove it wasn't faulty when you bought it \r\n\r\n- if you bought it over 6 months ago, you have to prove the fault wasn't caused by accidental damage or wear and tear\r\n\r\n^If there's nothing wrong with an item you buy in a shop, you don't have the legal right to return it, but some shops may let you - check their returns policy.^\r\n\r\n##How you pay and your rights\r\n\r\nIf you pay for something using a credit agreement, credit card or Visa or Maestro debit card, you have extra rights if:\r\n\r\n- there’s a fault with the item or service\r\n- the trader's gone out of business\r\n\r\nIf you paid for something costing between £100 and £30,000 using a credit card or credit agreement, you can make a claim from your finance company.\r\n\r\nYou can claim your money back through a debit card 'chargeback' scheme if you paid using: \r\n\r\n- Visa\r\n- Mastercard \r\n- Maestro\r\n\r\nThis applies to any amount. Contact the bank that provides your card to make a claim.\r\n\r\n##Your right to change your mind\r\n\r\nYou usually have 7 working days to cancel your order and ask for your money back if you buy something:\r\n\r\n- online\r\n- over the phone\r\n- by mail order (eg from a catalogue)\r\n- on your doorstep (eg when a salesman visits your home)\r\n\r\nYou don’t have this right if your item is:\r\n\r\n- personalised or made to order\r\n- perishable, eg food or flowers\r\n- a newspaper or magazine\r\n- a financial product (eg a loan)\r\n- a CD, DVD or computer software where the security seal has been broken","slug":"overview","title":"Overview"}},{"table":{"body":"The law gives you rights when you buy things without face-to-face contact. It covers:\r\n\r\n- online shopping\r\n- television shopping (shopping channels)\r\n- mail order shopping\r\n- shopping by phone \r\n\r\nYou have the same rights as when you buy on the high street - so the items must be as described, of satisfactory quality and fit for purpose. You also have extra rights - the law says that:\r\n\r\n- you must be given clear information about what you're buying before you buy\r\n- you must get written confirmation of this information after you've made your purchase\r\n- there's a 'cooling-off period' where you can cancel your order for any reason\r\n- you can get a refund if items aren't delivered on the agreed delivery date\r\n\r\n^If no delivery date is given, you can get a refund if your items aren't delivered within 30 days of your order.^\r\n\r\n##Your right to cancel\r\n\r\nThere's a cooling-off period of 7 working days where you can cancel your order for any reason and get your money back.\r\n\r\nYou don't have this right:\r\n\r\n- when a new service starts immediately (eg paying to use a website)\r\n- if the item is personalised or made to order\r\n- if the item is perishable, eg food or flowers\r\n- for newspapers or magazines\r\n- where the security seal has been broken on a CD, DVD or computer software\r\n- if you buy something from an online auction on a site like eBay \r\n\r\n^If you've already paid for the item or service, the seller must refund your money within 30 days of you cancelling the agreement.^\r\n\r\nThe cooling-off period starts the day after you receive the goods. The seller has to tell you in writing:\r\n\r\n- your right to a cooling-off period\r\n- how to cancel your order\r\n- who's responsible for returning goods\r\n- who has to pay the cost of returning goods if you cancel in the cooling-off period\r\n- about any after-sales service\r\n- how to complain\r\n\r\nIf you don't get this information, your cooling-off period extends to a maximum of 3 months and 7 working days. So if a trader takes a month to tell you in writing, you get a cooling-off period of 1 month and 7 days.\r\n\r\n##If you've been sent the wrong item or if it's faulty\r\n\r\nIf this happens you can return it and ask for your money back - the seller has to pay postage.\r\n\r\n^If the seller is based overseas, check the website or contract to see which country's law applies if things go wrong.^\r\n\r\n##How to complain\r\n\r\nTalk to the seller first. If you've paid using a credit card you can also complain to the finance company. \r\n\r\nYou can get your money back via a debit card 'chargeback' scheme if you paid using:\r\n\r\n- Visa\r\n- Mastercard \r\n- Maestro\r\n\r\nThis protects you if there's a problem with the goods or if the seller has stopped trading. Contact the bank that provides your debit card to make a claim.\r\n\r\nIf you've bought something from a national newspaper, you can complain to the [Safe Home Ordering Protection Scheme.](http://www.shops-uk.org.uk/consumers/makingaclaim.asp?section=consumers \"Safe Home Ordering Protection Scheme\"){:rel=\"external\"}","slug":"internet-mail-order-and-telephone-shopping","title":"Internet, mail order and telephone shopping"}},{"table":{"body":"If you buy from a private seller, the car just has to be theirs to sell and match the description they've given.\r\n\r\n##If you buy your car from a dealer or car auction\r\n\r\nYou're protected by law. To restrict your rights, some dealers use phrases like:\r\n\r\n- 'sold as seen'\r\n- 'trade sale only' (this is only allowed if the car is genuinely only for sale to other dealers)\r\n- 'no refunds' \r\n\r\nThis is illegal - report any dealer that does this to Consumer Direct, the government-funded consumer advice service:\r\n\r\n$C\r\n\r\n**Consumer Direct**\r\n  \r\n08454 04 05 06  \r\n(08454 04 05 05 for Welsh speakers)\r\n\r\n$C\r\n\r\n###Car dealers who say they're private sellers\r\n\r\nSome dealers do this to get rid of faulty cars. Signs that a dealer's doing this might be:\r\n\r\n- their name doesn't appear on the logbook as the last registered keeper\r\n- the same phone number appears in several car adverts\r\n- cars are advertised for sale in car parks or other public spaces\r\n\r\nIf you think a private seller's a car dealer, report them to Consumer Direct on 08454 04 05 06.\r\n\r\n^If you buy a faulty car from a private seller that turns out to be a dealer, you're entitled to a repair, refund or replacement.^\r\n\r\n###Second-hand car auctions\r\n\r\nSellers at auctions can restrict your rights using phrases like:\r\n\r\n- 'sold as seen' - this means the car doesn't have to be of satisfactory quality\r\n- 'your legal rights don't apply' - the seller doesn't have to give you a refund, repair or replacement if the car's faulty\r\n\r\nThis isn't illegal and the responsibility for checking the car is yours. \r\n\r\n^It's illegal for auction houses to put the wrong vehicle history in the auction catalogue - if you think they're doing this, contact Consumer Direct on 08454 04 05 06.^\r\n\r\n###Returning a faulty car to a dealer\r\n\r\nContact the dealer immediately and tell them about the problem. If they agree to sort the fault out, what they'll offer you depends on:\r\n\r\n- how long you've had the car and how much you've used it\r\n- how serious the fault is\r\n- whether it's a recurring fault\r\n- the cost of carrying out repairs or replacing the car\r\n\r\n##How to complain\r\n\r\nTo complain about your car, first contact the person or dealer you bought it from, or the finance company if you bought it with a credit card or loan. \r\n\r\nYou can also contact Consumer Direct on 08454 04 05 06 or complain to trade associations like the [Retail Motor Industry Federation](http://www.rmif.co.uk/index.php?op=page&id=43 \"Retail Motor Industry Federation\"){:rel=\"external\"} or [Motor Codes](http://www.motorcodes.co.uk/ \"Motor Codes\"){:rel=\"external\"} if the dealer's a member.\r\n\r\n","slug":"buying-a-car","title":"Buying a car"}},{"table":{"body":"Your rights are different depending on whether you book a package holiday or arrange your holiday yourself.\r\n\r\n##If you book a package holiday\r\n\r\nThe [Package Travel Regulations](http://www.legislation.gov.uk/uksi/1992/3288/contents/made \"Package Travel Regulations\"){:rel=\"external\"} protect you if you buy a package holiday. These include at least 2 of the following:\r\n\r\n- transport\r\n- accommodation\r\n- other tourist services, like a tour representative or day trips\r\n\r\nFor this type of holiday you pay for everything in advance - it must cover a period of more than 24 hours or include overnight accommodation. \r\n\r\nIf you buy a package holiday you'll be protected if:\r\n\r\n- the travel company goes out of business \r\n- or if any services provided are not as described\r\n\r\n^If you make up your own package and arrange transport and accommodation separately you're not covered by the regulations.^\r\n\r\n###Making sure you're protected\r\n\r\nWhen you book a package holiday, use a travel agent that belongs to:\r\n\r\n- the [Association of British Travel Agents (ABTA)](http://www.abta.com/home \"Association of British Travel Agents\"){:rel=\"external\"} \r\n- or the [Association of Independent Tour Operators (AITO)](http://www.aito.co.uk/corporate_memberslisting.asp \"Association of Independent Tour Operators\"){:rel=\"external\"}\r\n\r\nThey'll both help you sort out problems if something goes wrong. \r\n\r\nIf your package includes flights, the organiser must have an Air Travel Organiser's Licence (Atol). You can [check an Atol is genuine](http://www.caa.co.uk/application.aspx?catid=490&pagetype=65&appid=2 \"check an Atol is genuine\"){:rel=\"external\"} online.\r\n\r\n###Complaining about a package holiday\r\n\r\nTalk to your resort representative straight away if there is one. If not, contact the tour operator. Collect evidence (eg photographs) and send copies to them. \r\n\r\nIf the tour operator doesn't sort your complaint out, contact [ABTA](http://www.abta.com/consumer-services \"ABTA\"){:rel=\"external\"} or [AITO.](http://www.aito.co.uk/contactus.asp \"AITO\"){:rel=\"external\"}\r\n\r\nIf the tour operator isn't a member of ABTA or AITO, contact [Citizens Advice](http://www.citizensadvice.org.uk/ \"Citizens Advice\"){:rel=\"external\"} or Consumer Direct: \r\n\r\n\r\n$C\r\n\r\n**Consumer Direct**\r\n  \r\n08454 04 05 06  \r\n(08454 04 05 05 for Welsh speakers)\r\n\r\n$C\r\n\r\n##If you book independently\r\n\r\nIf you book transport and accommodation independently, you can protect yourself by:\r\n\r\n- booking through an agent that belongs to ABTA or AITO\r\n- paying by credit card (for sums over £100) or Visa debit card - check what cover your card issuer offers\r\n\r\n\r\n^You also have certain [rights as an air passenger.](http://www.caa.co.uk/default.aspx?catid=125 \"rights as an air passenger\"){:rel=\"external\"}^\r\n\r\n##If your travel company or airline goes bust\r\n\r\nYou're [protected by law](/your-rights-if-your-travel-company-or-airline-goes-bust \"your rights if your travel company or airline goes bust\") and will be brought home if you're already on holiday, or given a full refund if you haven't left. \r\n\r\n##Timeshares and holiday clubs\r\n\r\nWith timeshares you buy a share in a property abroad for a set period of time each year. \r\n\r\nYou usually pay a one-off lump sum for the number of weeks you want to spend in your timeshare.\r\n\r\nWith a holiday club you pay a yearly membership charge to book holidays at reduced prices.\r\n\r\nIf you join a timeshare scheme or holiday club in the European Economic Area (EEA) or sign the contract in the UK, you have the right to:\r\n\r\n- cancel for any reason within 14 days of signing your contract - it's illegal for sellers to take a deposit from you within this time\r\n- get key information before you sign the contract, including a description of the property or holiday, the contract start date, price and charges like administration fees\r\n- get a copy of your contract - if you don't, the seller can't hold you to anything in it\r\n- get a cancellation form with your contract\r\n- have the contract written in a European language of your choice\r\n\r\nThe EEA includes all the countries in the [European Union](http://europa.eu/about-eu/countries/index_en.htm \"European Union\"){:rel=\"external\"} plus Iceland, Liechtenstein and Norway.\r\n\r\n^If you sign the contract outside of the EEA, your rights will depend on the law of the country where the timeshare or holiday club is based.^\r\n\r\n###Cancelling your contract\r\n\r\nTo cancel, write to the seller within 14 days of signing your contract. If you signed it more than 14 days ago you can't cancel unless the seller failed to give you:\r\n\r\n- key information before you signed\r\n- a cancellation form\r\n\r\nIf this happens, the time you can cancel extends up to:\r\n\r\n- 3 months and 14 days if you don't get a written copy of the key information\r\n- 1 year and 14 days if you don't get a cancellation form with your contract\r\n\r\nAs soon as you get the missing information or cancellation form the cancellation period reduces to 14 days.\r\n\r\n###Making a complaint\r\n\r\nContact the seller first if you want to complain about a timeshare or holiday club. If you're not happy with their response, contact Consumer Direct on 08454 04 05 06.\r\n\r\n*[ABTA]:Association of British Travel Agents\r\n*[AITO]:Association of Independent Tour Operators\r\n*[Atol]:Air Travel Organiser's Licence\r\n*[EEA]:European Economic Area\r\n\r\n","slug":"holidays","title":"Holidays"}},{"table":{"body":"When you buy a service it must be carried out:\r\n\r\n- with reasonable care and skill\r\n- at a reasonable cost \r\n- within a reasonable time - so an electrician couldn't charge a day's work to fix a light\r\n\r\n##Before you pay\r\n\r\nAvoid paying up front to make sure the service provider doesn't take your money without doing what you've agreed.\r\n\r\nBefore a tradesman starts a job they should give you written details of:\r\n\r\n- the work they'll do\r\n- the cost\r\n- the time it'll take\r\n\r\nIf extra work is needed, ask for a separate quote. \r\n\r\n^If you want to cancel a service, check your contract to see what you need to do, eg give notice or pay a cancellation fee.^\r\n\r\n##If there's a problem with the service\r\n\r\nGive the trader a chance to fix the problem for free first. Tell them about the fault - use quotes or contracts as evidence of what they agreed to do.\r\n\r\nIf it's a minor problem you can ask for a discount. If the trader can't fix it, pay them for the work they've done and hire someone else. \r\n\r\nYou can ask the trader to:\r\n\r\n- refund the cost of someone else fixing the fault\r\n- pay extra costs as a result of the fault (eg poor plumbing damaging a carpet)\r\n\r\nIf there are serious problems (eg dangerous electrical work) you can refuse to pay - but [get legal advice](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do \"get legal advice\"){:rel=\"external\"} first.","slug":"buying-a-service","title":"Buying a service"}},{"table":{"body":"When you borrow money, the law says the lender must:\r\n\r\n- give you clear information and explain everything to you before you sign up\r\n- give you a copy of the credit agreement (if they don't, they might have to go to court to make you pay back the loan)\r\n- let you cancel the agreement within 14 days of signing up\r\n- let you pay back part or all of the loan early if you want\r\n- give you information if things change (eg interest rates)\r\n- write to you about missed payments before taking you to court\r\n\r\nYou have these rights with:\r\n\r\n- credit cards\r\n- personal loans (not mortgages)\r\n- 'credit sale' - when you pay for something in monthly instalments\r\n- hire purchase or conditional sales loans - you don't own the goods until you've paid the loan in full\r\n\r\n##Before you sign up\r\n\r\nBefore you sign any agreement, the lender must tell you:\r\n\r\n- how much money you can borrow and how much this will cost\r\n- how and when you have to make repayments\r\n- what happens if you miss a payment or are late paying\r\n- the interest rate and any charges, eg administration fees\r\n\r\n^If you don't get this information, the lender might have to go to court to make you pay back the loan.^\r\n\r\n##Cancelling a credit agreement\r\n\r\nYou have 14 days to cancel, starting on the day you:\r\n\r\n- get a copy of your credit agreement\r\n- get a credit limit for the credit card\r\n\r\nIf you cancel you have to repay any money you've already received, plus interest. \r\n\r\nYou still have to pay for any goods or services you bought with the credit. You have separate rights to change your mind if you bought:\r\n\r\n- online\r\n- over the phone\r\n- by mail order\r\n- on your doorstep\r\n\r\n##If you can't pay back the loan - your rights\r\n\r\nIf you're missing payments, the lender might want to:\r\n\r\n- cancel the agreement\r\n- ask you to pay the loan back in full\r\n- take court action to get the money you owe\r\n\r\nBefore they can do this, they must send you:\r\n\r\n- written details of how much you owe and advice on where you can get help with your debt\r\n- an explanation of what happens if you don't repay the money within a set time\r\n- written details of any charges, eg interest\r\n\r\n^If the trader tries to take action without doing this, [get legal advice.](http://legaladviserfinder.justice.gov.uk/AdviserSearch.do \"get legal advice\"){:rel=\"external\"}^\r\n\r\n##How to complain\r\n\r\nTalk to your lender first if you're not happy. If they haven't sorted things out within 8 weeks you can [complain to the Financial Ombudsman.](http://www.financial-ombudsman.org.uk/consumer/complaints.htm \"complain to the Financial Ombudsman.\"){:rel=\"external\"}\r\n\r\n","slug":"loans-and-credit-agreements","title":"Borrowing money"}},{"table":{"body":"Everyone in the UK has the right to ask for their home to be connected to the gas or electricity network. As a gas or electricity customer you also have certain rights.\r\n\r\nYou might not be able to get gas or electricity if:\r\n\r\n- you're outside a gas or electricity distributor's area\r\n- the supply might not be safe (eg the ground might not be suitable to install pipes)\r\n- the company refuses to connect you (eg if you refuse a meter, can't pay a deposit or have outstanding debts)\r\n\r\nIf a gas or electricity distributor can connect you, they must:\r\n\r\n- give you an accurate quote for the cost of the work\r\n- do the work with reasonable care and skill\r\n- do the work within the times set out in the contract\r\n\r\nIf they don't, they must pay you compensation - contact Consumer Direct for advice:\r\n\r\n$C\r\n\r\n**Consumer Direct**\r\n  \r\n08454 04 05 06  \r\n(08454 04 05 05 for Welsh speakers)\r\n\r\n$C\r\n\r\n##Price increases\r\n\r\nYour energy company must write to you to tell you:\r\n\r\n- about any price increases before they happen\r\n- that you have the right to end your contract and switch to another company before the price rise starts \r\n\r\n##How to complain\r\n\r\nIf you need to complain, talk to your gas or energy company first. If they haven't sorted things out within 8 weeks, you can:\r\n\r\n- [complain to Consumer Direct](https://consumer-forms.direct.gov.uk/complaint_energy.aspx \"complain to Consumer Direct\"){:rel=\"external\"}\r\n- [complain to the Energy Ombudsman](http://www.ombudsman-services.org/energy.html \"complain to the Energy Ombudsman\"){:rel=\"external\"} \r\n","slug":"energy","title":"Energy"}},{"table":{"body":"This is when someone comes to your home or work to sell you something. It could also be anywhere away from the seller's business premises, like a presentation in a hotel.\r\n\r\nDoorstep sellers should:\r\n\r\n- show identification giving their name and the company name\r\n- make it clear that they're selling something\r\n- not pressure you into buying something\r\n\r\nSome doorstep sellers are members of the [Direct Selling Association (DSA),](http://dsa.org.uk/index.php \"Direct Selling Association (DSA)\"){:rel=\"external\"} which means they offer higher standards of customer care than is required by law. Members of the DSA should display DSA logos on their identification. \r\n\r\n##Your rights if you buy something\r\n\r\nYou have the same rights as you do when you buy on the high street, so items should be free of faults and services should meet the standard you expect. \r\n\r\nIf you place an order for over £35, you have a 'cooling-off period' of 7 working days to cancel for any reason. \r\n\r\nThis starts from when the seller gives you written information about your right to cancel (if they don't do this, they can't hold you to anything in the contract).\r\n\r\nThe cooling-off period doesn't apply to:\r\n\r\n- insurance\r\n- shares or investments\r\n- regular deliveries of food or drink (eg milk round)\r\n- mortgages or home purchase plans when you agreed to the salesperson's visit\r\n- construction work, unless it's for extensions, patios, conservatories, driveways or home improvements\r\n\r\n^If you want to cancel your order, you need to do this in writing.^\r\n\r\nThe trader isn't obliged to start work during the cooling-off period, but if the service starts or items arrive within the 7 days, you still have the right to cancel. \r\n\r\nYou also have the right to get all your money back unless you've signed a contract for:\r\n\r\n- items supplied in an emergency (eg plumbing materials during a leak)\r\n- personalised items or made-to-order goods\r\n- funeral services\r\n- perishable goods like flowers or food\r\n- financial goods or services where prices change because of financial markets (eg loans)\r\n\r\nIn these cases, you'll have to pay for the items you received or the work done during the cooling-off period.\r\n\r\n\r\n##Cancelling a contract\r\n\r\nIf you want to cancel a contract, you need to do it in writing.\r\n\r\nCancellation is from the day you post your letter or send your email, not the day the seller gets it. Once the contract's been cancelled the seller should refund any money you've paid, including your deposit. \r\n\r\nOnce you've got your money back, return any items to the seller (you might have to pay for delivery). \r\n\r\nAny credit agreement with the seller will be cancelled automatically and you won't have to pay anything. This doesn't cover any credit or loan you've arranged with someone other than the seller, eg a bank. \r\n\r\n##How to complain\r\n\r\nTalk to the seller first and if this doesn't work, complain to them in writing.\r\n\r\nIf you're still not happy and the seller's a member of the DSA, write to:\r\n\r\n$A\r\n\r\nDSA  \r\nc/o Enterprise House  \r\n30 Billing Road  \r\nNorthampton NN1 5DQ  \r\n\r\n$A\r\n\r\nIf the seller isn't a member of the DSA, complain to Consumer Direct:\r\n\r\n$C\r\n\r\n**Consumer Direct**\r\n  \r\n08454 04 05 06  \r\n(08454 04 05 05 for Welsh speakers)\r\n\r\n$C\r\n\r\n*[DSA]:Direct Selling Association\r\n\r\n","slug":"doorstep-selling","title":"Doorstep selling"}}],"type":"guide"}
