{"slug":"maternity-allowance","updated_at":"2012-01-31T16:11:14+00:00","alternative_title":"","overview":"Maternity Allowance (MA) can help if you're pregnant or have a new baby - how much you'll get, eligibility and how to claim using form MA1","title":"Maternity Allowance","parts":[{"table":{"body":"You may be able to get Maternity Allowance if you’re pregnant or have a new baby. It is paid to women who have been self-employed or employed but can’t get [Statutory Maternity Pay.](/statutory-maternity-pay \"Statutory Maternity Pay\")","slug":"overview","title":"Overview"}},{"table":{"body":"Maternity Allowance is paid at a standard weekly rate of £128.73 or 90% of your average gross weekly earnings (before tax), whichever is less.\r\n\r\n^Maternity Allowance is paid for a maximum period of 39 weeks.^\r\n\r\n##How is Maternity Allowance paid\r\n\r\nMaternity Allowance is paid every 2 or 4 weeks directly into your account, eg bank account.\r\n\r\nThe earliest you can get Maternity Allowance is from the 11th week before the week your baby is due. The latest you can get it is from the day following your child's birth.\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You might get Maternity Allowance if:\r\n\r\n- you're employed, but you can't get Statutory Maternity Pay\r\n- you're registered self-employed and paying Class 2 [National Insurance](/national-insurance \"National Insurance\") contributions (NICs), or hold a Small Earnings Exception certificate\r\n- you have very recently been employed or self-employed\r\n\r\nYou must have been employed and/or self-employed for at least 26 weeks in the 66 weeks before the week your baby is due. It doesn't matter if these weeks are split up, or if they're not all for the same employer.\r\n\r\nYou must also have been earning at least £30 a week averaged over any 13 weeks. This can be from employed work or self-employed work.\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can download the Maternity Allowance claim form (MA1) to print off and fill in, or complete the form on your computer and print off.\r\n\r\nThe form comes with notes that will help you fill it in and tell you where to send it.\r\n\r\n$D['Download Maternity Allowance claim form MA1' PDF, 259KB](http://www.dwp.gov.uk/advisers/claimforms/ma1_print.pdf \"Maternity Allowance claim form MA1\")$D\r\n\r\n$D['Download Maternity Allowance claim form MA1 (interactive)' PDF, 443KB](http://www.dwp.gov.uk/advisers/claimforms/ma1.pdf \"Maternity Allowance claim form MA1 interactive\")$D\r\n\r\nYou can also ask Jobcentre Plus for a claim form.\r\n\r\n$C**Jobcentre Plus**\r\n\r\n**Telephone:** 0800 055 6688  \r\n**Textphone:** 0800 023 4888  \r\n\r\nMonday to Friday, 8am to 6pm$C\r\n\r\n^You can claim Maternity Allowance as soon as you've been pregnant for 26 weeks^\r\n\r\n##What you'll need to provide when you claim##\r\n\r\nYou'll need to give medical evidence of the date when your baby is due. This is normally on the maternity certificate, form MATB1. This is given to you by your doctor or midwife, no earlier than 20 weeks before the week your baby is due.\r\n\r\nYou'll also need to give proof of your earnings. Send in your original payslips, they will be returned to you. If you're self-employed send your Small Earnings Exception certificate. If you are paying Class 2 National Insurance contributions (NICs), HM Revenue & Customs will be asked to confirm your payments are up to date.\r\n\r\nIf you're not entitled to [Statutory Maternity Pay](/statutory-maternity-pay \"Statutory Maternity Pay\") your employer must give you form SMP1 to send in with your MA1 claim form.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on benefits or tax credits\r\n\r\nTax credits and Disability Living Allowance are not affected by Maternity Allowance.\r\n\r\nIf you're getting Maternity Allowance and any of the following benefits - they may be reduced:\r\n\r\n- Bereavement Benefits\r\n- Carer's Allowance\r\n- Council Tax Benefit\r\n- Employment and Support Allowance\r\n- Housing Benefit\r\n- Income Support\r\n\r\nJobseeker's Allowance will stop if you're getting Maternity Allowance.\r\n\r\n##If you circumstances change or you start work\r\n\r\nTell [Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} if your circumstances change, eg you move home or your bank details change.\r\n\r\nYou must also tell Jobcentre Plus about any work you do when you're getting Maternity Allowance.\r\n\r\n##If you’re unhappy with the decision\r\n\r\nIf you're refused Maternity Allowance or if you have any queries about your payment, contact Jobcentre Plus and ask for an explanation.\r\n\r\nIf you're still unhappy with the outcome, you can appeal.","slug":"further-information","title":"Further information"}}],"type":"programme"}
