{"slug":"work-reference","updated_at":"2012-01-23T17:04:19+00:00","alternative_title":"","body":"$!An employer doesn't usually have to give a work reference - but if they do, it must be fair and accurate. You may be able to challenge a reference you think is unfair or misleading.$!\r\n\r\nYour previous employer must give you a reference if:\r\n\r\n- there was a written agreement to do so\r\n- you work in a regulated industry - like financial services\r\n\r\nIf they give a reference it:\r\n\r\n- must be be fair and accurate - and can include details about your performance and whether you were sacked\r\n- can be brief - eg your job title, salary and when you were employed\r\n\r\n^Once you start working for a new employer you can ask to see a copy of a reference - you have no right to ask your previous employer.^\r\n\r\n##If you get a bad reference\r\n\r\nIf you think you've been given an unfair or misleading reference, you may be able to claim damages in a court. Your previous employer must be able to back up their reference - eg, by supplying examples of warning letters.\r\n\r\nYou must be able to show that:\r\n\r\n- it's misleading or inaccurate\r\n- you 'suffered a loss' - eg a job offer was withdrawn\r\n\r\nIf you're thinking of suing a previous employer, get legal advice - eg from [Citizens Advice.](http://www.adviceguide.org.uk/ \"Citizens Advice\"){:rel=\"external\"} You may also be able to get [legal aid](/legal-aid \"Legal aid\").\r\n\r\n##Discrimination and unfair dismissal\r\n\r\nYou may also be able to claim damages from a court if:\r\n\r\n- your employment contract says you must be given a reference, but you employer refuses to\r\n- your employer sacks you because they've been asked to give you a reference while you're still working for them\r\n\r\nIf you're thinking of suing a previous employer, get legal advice - eg from [Citizens Advice.](http://www.adviceguide.org.uk/ \"Citizens Advice\"){:rel=\"external\"} You may also be able to get [legal aid](/legal-aid \"Legal aid\").\r\n\r\nYou can also contact Acas (Advisory, Conciliation and Arbitration Service) for advice:\r\n\r\n$C\r\n**Acas helpline**  \r\n08457 47 47 47  \r\nMonday to Friday 8am to 8pm, Saturday 9am to 1pm  \r\n$C\r\n\r\n\r\n","overview":"Getting a work reference from your employer either while in work or when applying for a new job - and what you can do if you think it's unfair ","title":"References: your rights","type":"answer"}
