{"slug":"tax-credits-penalties","updated_at":"2012-01-27T09:56:54+00:00","alternative_title":"","overview":"Why you might get a tax credits penalty and how you can pay or appeal one","title":"Tax credits penalties","video_summary":"","video_url":"","parts":[{"table":{"body":"The Tax Credit Office may charge a penalty if you:\r\n\r\n- gave them wrong information - on purpose or by mistake\r\n- didn't tell them about changes in your circumstances when you should have done\r\n- didn't give them information or evidence they asked for\r\n\r\n##Giving wrong information\r\nIf you have been paid too much tax credits because you gave wrong information, you can be charged up to £3,000. \r\n\r\nThe Tax Credit Office may charge a penalty if you gave wrong information:\r\n\r\n- on purpose - 'fraudulently' giving wrong information\r\n- because you didn't take enough care - 'negligently' giving wrong information\r\n\r\nYou won't get a penalty if you made a mistake but took reasonable care when making a claim.\r\n\r\n^If you realise you have given wrong information, let the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") know straightaway.^\r\n\r\n##You didn't report changes\r\nThe tax credits you get depend on your circumstances and income. \r\n\r\nYou need to [report any changes](/report-changes-that-affect-your-tax-credits \"Report changes that affect your tax credits\") that affect your tax credits to make sure you are being paid the right amount. \r\n\r\nYou need to [report some changes within a month](/report-changes-that-affect-your-tax-credits \"Report changes that affect your tax credits\"). For example if you stop work or your child leaves full time education. \r\n\r\n^If you don't report relevant changes, you could get a penalty of up to £300.^\r\n\r\n##Not giving information or evidence\r\nIf the Tax Credit Office asks you for information or evidence you must send it to them. They might need the information to help them with a [tax credits check](/tax-credits-checks \"Tax credit checks\"). If you don't, you can get a penalty of up to £300 and an extra penalty of £60 a day until you provide the information. \r\n\r\nLet them know if you've got a good reason for not giving them the information. For example your documents may have been destroyed or you've been ill.\r\n\r\n##Joint claims\r\nIf you've made a joint claim, you're both responsible for the information you give. The Tax Credit Office can charge you a penalty as a couple if:\r\n\r\n- either of you could have told them about a change in circumstance\r\n- you were both responsible for giving wrong information\r\n\r\nIf you give wrong information about yourself and your partner couldn't have known the information was wrong, you will get the penalty.\r\n\r\n##How much will the penalty be?\r\nYou can talk to the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") about lowering the maximum penalty.\r\n\r\nThey will take into account:\r\n\r\n- how helpful you've been\r\n- if you've freely given them information to calculate your tax credits\r\n- the amount of tax credits you over-claimed\r\n- if you've been charged a penalty before\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Depending on your situation you can pay the penalty in one go or in instalments.\r\n\r\ns1. The Tax Credit Office will ask you to sign a letter with details of the payment\r\ns2. You will get a final letter to accept the arrangement which then becomes a legal contract\r\n\r\nIf you refuse to pay, legal action can be taken to get the money you owe.\r\n\r\nYou may be charged **interest** if you either:\r\n\r\n- 'negligently' gave wrong information (you did not take enough care)\r\n- did not pay a penalty on time","slug":"how-to-pay","title":"How to pay"}},{"table":{"body":"Contact the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") if you disagree with your penalty. If they can't agree with you, they'll send you a penalty notice.\r\n\r\nYou can then [appeal or ask a representative to appeal for you](/appeal-tax-credits-decision \"Appeal a tax credits decision\"). ","slug":"how-to-appeal","title":"How to appeal"}}],"type":"guide"}
