{"slug":"honours-system","updated_at":"2012-02-01T23:00:31+00:00","alternative_title":"","overview":"You can nominate anyone for honours like BEMs, MBEs, OBEs and knighthoods for outstanding achievements and contributions to public life","title":"The honours system","video_summary":"","video_url":"","parts":[{"table":{"body":"$D\r\n\r\n[Nomination pack (English) (PDF, 149kb)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/documents/digitalasset/dg_193429.pdf \"Nomination pack in English\"){:rel=\"external\"}\r\n\r\n[Nomination pack (English) (RTF, 55KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_185555.rtf \"Nomination pack in English\"){:rel=\"external\"}\r\n\r\n[Nomination pack (Welsh) (RTF, 1,821KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@government/documents/digitalasset/dg_185556.rtf \"Nomination pack in Welsh\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\nThe honours system recognises people who've made great achievements in public life and people who've committed themselves to serving Britain. They will usually have made life better for other people or been outstanding at what they do.\r\n\r\nYou can nominate anyone. Which honour someone gets is decided by honours committees and their decisions are passed through the Prime Minister to the Queen, who awards the honour.\r\n\r\n##What people are nominated for\r\n\r\nPeople get honours for achievements like:\r\n\r\n- making a difference to their community or field of work\r\n- enhancing Britain's reputation\r\n- long-term voluntary service\r\n- innovation and entrepreneurship\r\n- changing things, with an emphasis on achievement\r\n- improving life for people less able to help themselves\r\n- displaying moral courage and vision in making and delivering tough choices\r\n\r\nHonours are given to people involved in different activities, including:\r\n\r\n- arts and media\r\n- health\r\n- education\r\n- science and technology\r\n- economy (including business etc)\r\n- community, voluntary and local services\r\n- sport\r\n- state (including civil service, politicians etc)\r\n\r\n^ The person must still be actively involved in the area they're nominated for. ^\r\n\r\nFor more information, contact:\r\n\r\n$A\r\nCabinet Office  \r\nHonours and Appointments Secretariat  \r\nGround Floor  \r\nAdmiralty Arch  \r\nLondon  \r\nSW1A 2WH  \r\n$A\r\n\r\n$C\r\n\r\n**Telephone:** 020 7276 2777  \r\n**Fax:** 020 7276 2766  \r\n<honours@cabinet-office.x.gsi.gov.uk>  \r\n$C\r\n\r\n##What happens next\r\n\r\n^ The nominee should not expect to hear anything for at least 12 to 18 months. ^\r\n\r\nHonours committees made up of experts and civil servants compare similar nominations, eg teacher with teacher.","slug":"nominate-someone","title":"Nominate someone"}},{"table":{"body":"^ You can't nominate someone for a specific honour - that's decided by the honours committee. ^\r\n\r\n##Types of honours\r\n\r\n###Companion of Honour\r\n\r\nA major contribution to the arts, science, medicine, or government lasting over a long period of time.\r\n\r\n###Knight/Dame\r\n\r\nA major contribution in any activity, usually at national level. Other people working in the nominee's area will see their contribution as inspirational and significant, requiring commitment over a long period of time.\r\n\r\n###Commander of the British Empire (CBE)\r\n\r\nA prominent but lesser role at national level, or a leading role at regional level. You can also get one for a distinguished, innovative contribution to any area.\r\n\r\n###Order of the British Empire (OBE)\r\n\r\nA major local role in any activity, including people whose work has made them known nationally in their chosen area.\r\n\r\n###Member of the British Empire (MBE)\r\n\r\nA significant achievement or outstanding service to the community. An MBE is also awarded for local 'hands-on' service which stands out as an example to other people.\r\n\r\n###British Empire Medal (BEM)\r\n\r\nReintroduced in 2012, this rewards a sustained, local contribution or innovative, high-impact work of a relatively short duration (eg 3-4 years).\r\n\r\n##Which order?\r\n\r\nThe committee decides which order someone should be a member of. You don't have to specify this in your nomination.\r\n\r\nOrder | Who can be nominated\r\n- | -\r\nOrder of the Bath | Senior civil servants and military officers\r\nOrder of St Michael and St George | Diplomats and people serving the UK abroad\r\nOrder of the British Empire | Anyone\r\nCompanion of Honour (award) | Anyone\r\n\r\nMost nominations are in the Order of the British Empire.\r\n\r\n##The Queen's Award for Enterprise Promotion \r\n\r\n[The Queen's Award for Enterprise Promotion](http://www.businesslink.gov.uk/bdotg/action/layer?topicId=1084953735&furlname=queensawards&furlparam=queensawards&ref=http%3A//www.google.com/url%3Fq%3Dhttp%253A%252F%252Fwww.queensawards.org.uk%252Findividual%252FHome.html%26sa%3DD%26sntz%3D1%26usg%3DAFQjCNEwLo-Lr7VbHRVpeuldOssMvekVUg&domain=www.businesslink.gov.uk \"The Queen's Award for Enterprise Promotion\"){:rel=\"external\"} recognises people who've made an outstanding contribution to promoting business enterprise, for example with young people or people from disadvantaged or under-represented communities.\r\n\r\n*[MBE]: Member of the British Empire\r\n","slug":"types-of-honours-and-awards","title":"Types of honours and awards"}},{"table":{"body":"The lists of who's received honours are published in the [London Gazette](http://www.london-gazette.co.uk/issues/recent/10/state/honours/start=1 \"London Gazette honours publications\"){:rel=\"external\"} on New Year's Day and the Queen's birthday in June.","slug":"honours-lists","title":"Honours lists"}},{"table":{"body":"Someone's who's been given an honour and has done something to bring the honours system into disrepute can have their honour taken away ('forfeited'). Examples include if someone has been:\r\n\r\n- sentenced to imprisonment of at least 3 months for a criminal offence\r\n- censured, struck off etc by a relevant professional or regulatory authority for something directly relevant to the granting of the honours (eg a doctor has been struck off)\r\n\r\nOther criteria can be considered as well. The Honours Forfeiture Committee's discussions are confidential.\r\n\r\n##Forfeiture - what happens\r\n\r\nThe Honours Forfeiture Committee looks at the evidence and considers the case. If the committee makes a recommendation that an order should be forfeited, it is submitted to the Queen by the Prime Minister. The Queen decides if the honour should be forfeited.\r\n\r\nIf someone's honour is forfeited it's published in the [London Gazette.](http://www.london-gazette.co.uk/ \"London Gazette\"){:rel=\"external\"}","slug":"having-honours-taken-away","title":"Having honours taken away"}}],"type":"guide"}
