{"slug":"attendance-allowance","updated_at":"2012-01-25T13:10:23+00:00","alternative_title":"","overview":"Attendance Allowance can help if you're older, disabled, and need help with personal care - find out about what you'll get, eligibility, and how to claim.","title":"Attendance Allowance","parts":[{"table":{"body":"If you need help with personal care because you're physically or mentally disabled and you're aged 65 or over, you can apply for Attendance Allowance.\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Attendance Allowance is paid at two rates depending on how your disability affects you:\r\n\r\n- lower rate: if you need help with personal care frequently or supervision continually - throughout the day only, help with personal care or someone to watch over you during the night only, or someone with you when you are on dialysis \r\n- higher rate: if you meet both a day and a night condition for the middle rate, or if you are terminally ill and claiming under [special rules](#eligibility \"special rules\")\r\n\r\n|**Attendance Allowance**|  **Weekly rate (tax year 2011-2012)**|\r\n|Higher rate|£73.60|\r\n|Lower rate|£49.30|\r\n\r\nIf your claim for Attendance Allowance is successful, you may get extra money for severe disability paid as part of:\r\n\r\n- [Pension Credit](/pension-credit \"Pension Credit\")\r\n- [Housing Benefit](/housing-benefit \"Housing Benefit\")\r\n- [Council Tax Benefit](/council-tax-benefit \"Council Tax Benefit\") \r\n\r\nIf someone claims Carer's Allowance for providing care to you and they are paid Carer's Allowance you may not receive this extra amount.\r\n\r\n##How Attendance Allowance is paid##\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Attendance Allowance if the following apply:\r\n\r\n- you have a physical disability (including sensory disability, eg blindness), a mental disability (including learning difficulties), or both \r\n- your disability is severe enough for you to need help caring for yourself or someone to supervise you, for your own or someone else’s safety \r\n- you are aged 65 or over when you claim\r\n\r\n##Special rules if you’re terminally ill##\r\n\r\nIf you have a progressive disease and aren’t reasonably expected to live for more than another 6 months, there are special rules. You can get the higher rate immediately, whatever your care needs are.\r\n\r\n##Medical examinations##\r\n\r\nSometimes you might need a [medical examination](/attendance-allowance/further-information \"medical examination\") to assess how your condition affects you.\r\n\r\n\r\n\r\n\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Claim straight away or you might lose benefit.\r\n\r\nTo claim Attendance Allowance you can:\r\n\r\n- [claim Attendance Allowance online](http://www.dwp.gov.uk/eservice/ \"claim Attendance Allowance online\"){:rel=\"external\"} \r\n- phone the Benefit Enquiry Line \r\n- download the claim form\r\n\r\n$C**Benefit Enquiry Line**\r\n\r\n**Telephone:** 0800 88 22 00  \r\n**Textphone:** 0800 24 33 55\r\n\r\nMonday to Friday, 8:30am to 6:30pm$C\r\n\r\nIf you ask for a claim pack from the Benefit Enquiry Line, the date of your phone call will be treated as your date of claim. This is the date from which Attendance Allowance can be paid, as long as you send your form back within six weeks of that date.\r\n\r\nYou can download the claim form (AA1A) to print off and fill in, or complete the form on your computer and print off. We will treat the day we get your form back as the date of your claim. \r\n\r\n$D[Download 'Attendance Allowance claim form AA1A' (PDF, 194KB)](http://www.dwp.gov.uk/advisers/claimforms/aa1a_print.pdf \"Attendance Allowance claim form AA1A\")$D\r\n\r\n$D[Download  'on-screen Attendance Allowance claim form AA1A' (PDF, 1,223KB)](http://www.dwp.gov.uk/advisers/claimforms/aa1a.pdf \"on-screen Attendance Allowance claim form AA1A\")$D\r\n\r\nThe form comes with notes that will help you fill it in and tell you where to send it.\r\n\r\n##Special rules - if you're terminally ill##\r\n\r\nIf you have a progressive disease and are not reasonably expected to live for more than another 6 months, there are special rules to help you get Attendance Allowance more quickly and easily. \r\n\r\nYou can make a claim for someone without them knowing or without their permission. If they satisfy the relevant conditions, they’ll get a letter saying that they’ve been awarded Attendance Allowance, but special rules won’t be mentioned.\r\n\r\nTo claim complete a claim form and get a separate completed form DS1500 from your doctor, specialist or consultant to send with it.\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Medical examination##\r\n\r\nA medical examination involves an interview and sometimes a medical examination with a specialised trained doctor.\r\n\r\nBefore the examination the doctor will ask to see some identification, a passport is adequate identification on its own if you have one, or you'll be asked to provide 3 documents which can include:\r\n\r\n- birth certificate\r\n- a full driving licence\r\n- life assurance policy\r\n- bank statements.\r\n\r\n##Changes in your circumstances##\r\n\r\nYou should report changes to your circumstances immediately, as they can affect whether you get Attendance Allowance or the amount you get, eg:\r\n\r\n- if you, or someone you claim for needs less or more help with personal care or supervision\r\n- if you, or someone you claim for is going into or leaving a National Health Service hospital\r\n- if you, or someone you claim for is going into or leaving a care home\r\n\r\nTo report a change of circumstances contact the Disability Benefits Helpline.\r\n\r\n$C**Disability Benefits Helpline**  \r\n**Telephone:** 08457 123 456\r\n**Textphone:** 08457 224 433  \r\n**Email:** DCPU.Customer-Services@dwp.gsi.gov.uk\r\n\r\nMonday to Friday, 7.30am - 6.30pm.$C\r\n\r\n**Effect on other benefits and entitlements**\r\n\r\nIf you start to get Attendance Allowance, it might increase the amount of other benefits and financial support you're entitled to.\r\n\r\n**Going abroad to live or visit**\r\n\r\nYou need to report if you go abroad for a temporary period or to live in another country. If your visit abroad is temporary, you might continue to get Attendance Allowance if:\r\n\r\n- your absence from Great Britain does not last more than 26 weeks (this includes going on holiday) \r\n- your absence is only to get medical treatment for a condition which began before leaving Great Britain \r\n\r\n\r\n\r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
