{"slug":"your-rights-when-working-at-night","updated_at":"2012-01-26T13:41:26+00:00","alternative_title":"","overview":"Your rights for night work including pay and contracts, health assessments, limits for young workers and on working hours","title":"Your rights when working at night","video_summary":"","video_url":"","parts":[{"table":{"body":"You're a night worker if you work regularly for at least 3 hours during the night.\r\n\r\nIn law, night usually means between 11pm and 6am. You and your employer can agree a different definition of night, but it must:\r\n\r\n* be at least 7 hours long \r\n* include some time between midnight and 5am","slug":"what-counts-as-night-work","title":"What counts as night work"}},{"table":{"body":"You can work an average of 8 hours at night in a 24-hour period. This excludes overtime.\r\n\r\n$E**Example:** You might work 9 hours one night, and 7 the next, averaging out at 8 hours.$E\r\n\r\nThis average of 8 hours is worked out using the hours you’ve worked over a 17-week period. \r\n\r\nIf you've been in your job for less than 17 weeks, the average is worked out using the total time you’ve been working there. \r\n\r\nThere are [exceptions to the night work hour limits](exceptions-to-night-work-hour-limits).\r\n\r\n^ If your night work involves special hazards or heavy physical or mental strain, you can **never** work more than 8 hours in any 24-hour period, including daytime overtime. ^","slug":"limits-on-night-work-hours","title":"Limits on night work hours"}},{"table":{"body":"The normal limits on night work hours don’t apply if you work in:\r\n\r\n* the armed forces, emergency services and police (in some cases)\r\n* road, sea or air transport - but you're entitled to 'adequate rest' between shifts\r\n* the rail industry - if your work is on trains, irregular or linked to making sure trains run on time\r\n* security or surveillance work\r\n* a private house as a domestic servant\r\n\r\nLimits on night work also don't apply if:\r\n\r\n* you're working in an industry with busy peak periods, eg agriculture, retail or tourism\r\n* you do a job where you choose how long you work, eg a managing executive\r\n* there’s an emergency or accident\r\n* the job needs round-the-clock staffing (eg hospital work)\r\n* you have to travel a long distance from your home to get to work or you constantly work in different places\r\n\r\nContact the free and confidential Pay and Works Rights Helpline if you’re unsure if night hour rules apply to you.\r\n\r\n$C\r\n\r\n**Pay and Works Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042\r\n\r\n$C","slug":"exceptions-to-night-work-hour-limits","title":"Exceptions to night work hour limits"}},{"table":{"body":"16 and 17 year olds can’t work between 10pm and 6am (or 11pm and 7am if your contract says this). However, there are some exceptions (eg agriculture or acting) as the law is complex.\r\n\r\nContact the Pay and Works Rights Helpline for free and confidential advice if you’re unsure.\r\n\r\n$C\r\n\r\n**Pay and Works Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042  \r\n\r\n$C","slug":"night-work-limits-for-young-workers","title":"Night work limits for young workers"}},{"table":{"body":"Your employer may offer you perks like free transport, food or extra pay for working at night. You only have a legal right to any of these if your contract says you do.\r\n\r\n##Changes to your contract\r\n\r\nIf your contract doesn't say you have to do night work, your employer will normally need your agreement to change your hours. \r\n\r\nA contract can be in writing or a verbal agreement.","slug":"pay-and-contracts-for-night-working","title":"Pay and contracts for night working"}},{"table":{"body":"Your employer must offer you a free health assessment (normally a questionnaire) before you start working at night and regularly afterwards. They should get help from a properly qualified health professional when doing this. You don't have to take the assessment if you don't want to.\r\n\r\nIf the answers to your health assessment cause concern, your employer should refer you to a doctor. If a doctor says you have health problems caused by night work, your employer must transfer you to daytime work if possible.\r\n\r\n##Work involving special hazards or heavy physical or mental strain\r\nIf your work involves special hazards or heavy physical or mental strain, your employer should find any hazards in your work and check how harmful they could be. They should then take steps to [reduce any risks to you](/health-safety-at-work/your-employers-responsibilities \"Health and safety at work - your employer's responsibilities\").\r\n\r\n##Pregnancy and new mothers\r\nIf you become pregnant or are a new mother, and are worried about working at night, speak to your employer about moving to day work. Your employer should give you special consideration and do a [risk assessment](/health-safety-at-work/your-employers-responsibilities \"Health and safety at work - your employer's responsibilities\") to check if you’re safe doing night work.","slug":"your-health-rights-as-a-night-worker","title":"Your health rights as a night worker"}},{"table":{"body":"Contact the Pay and Work Rights Helpline for free and confidential advice on working hours.\r\n\r\n$C\r\n**Pay and Work Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042\r\n\r\n$C\r\n\r\nOr fill in the [online enquiry form.](https://payandworkrights.direct.gov.uk/ \"online enquiry form from the Pay and Work Rights Helpline\"){:rel=\"external\"}","slug":"further-advice","title":"Further advice"}}],"type":"guide"}
