{"slug":"sure-start-maternity-grant","updated_at":"2012-01-24T11:52:59+00:00","alternative_title":"","overview":"The Sure Start Maternity Grant help is a £500 payment to help with the extra costs of a new baby - what you'll get, eligibility and applying","title":"Sure Start Maternity Grant","parts":[{"table":{"body":"A Sure Start Maternity Grant is a one-off payment of £500 to help towards the costs of your new baby. You don’t have to pay the money back.\r\n\r\nYou could get a Sure Start Maternity Grant if you’re on a low income and getting certain benefits or tax credits.\r\n\r\nYou can only get one if there are no other children under 16 in your family.","slug":"overview","title":"Overview"}},{"table":{"body":"If you qualify for a Sure Start Maternity Grant, you'll get a one-off payment of £500. You don't have to pay this money back.\r\n\r\n##How Sure Start Maternity Grant is paid\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You can only get a Sure Start Maternity Grant for your new baby, and babies from the same pregnancy, for example twins, if there are no other children under 16 in your family.\r\n\r\nYou can only get a Sure Start Maternity Grant for your dependent child's new baby, and babies from the same pregnancy, if your dependant is under 20 and she has no other children.\r\n\r\nYou can get a Sure Start Maternity Grant if you, or your partner, have an award of the following on the date you claim:\r\n\r\n- Income Support\r\n- income-based Jobseeker's Allowance\r\n- income-related Employment and Support Allowance\r\n- Pension Credit\r\n- Child Tax Credit at a rate higher than the family element\r\n- Working Tax Credit where a disability or severe disability element is included in the award\r\n\r\nOne of the following must also apply to you on the date you claim:\r\n\r\n- you or your partner are pregnant and expecting a baby within 11 weeks or have given birth within the last three months\r\n- a dependent child you receive benefit for is expecting a baby within 11 weeks or has given birth within the last three months\r\n- you are not the mother and have become the responsible lone parent of a baby no more than one year old\r\n- you or your partner have an adoption or a residence order for a baby no more than one year old\r\n- you and your partner have a parental order for a surrogate birth and the baby is no more than one year old\r\n- you or your partner have been appointed the guardian of a baby no more than one year old\r\n- you or your partner have had a baby placed with you for adoption by an agency and the baby is no more one year old\r\n- you or your partner have adopted a baby abroad and the baby is no more than one year old","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Apply for a Sure Start Maternity Grant by completing the claim pack, SF100.\r\n\r\n$D[Download 'Sure Start Maternity Grant SF100 claim pack' (PDF, 90KB)](http://www.dwp.gov.uk/advisers/claimforms/sf100_print.pdf \"Sure Start Maternity Grant SF100 claim pack\")$D\r\n\r\nSend the completed claim pack to:\r\n\r\n$A\r\nFreepost Plus RSCE-EATS-AHAK\r\nWembley BDC\r\nPO Box 110\r\nLondon SW95 9EA\r\n$A\r\n\r\nYou'll receive a letter letting you know if your claim has been successful.\r\n\r\n##Proof of health advice\r\nYou need to prove you've had health advice for you and your baby. Your midwife or doctor can do this by signing the certificate on the back of the claim pack.\r\n\r\n##When to claim\r\nThe earliest you can claim is 11 weeks before the birth - the latest is 3 months after the birth.\r\n\r\nIf you're becoming responsible for a child, eg through adoption, you must have claimed within 3 months of this happening (eg the child being placed with you).","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits\r\n\r\nThe Sure Start Maternity Grant won't affect your other benefits or tax credits.\r\n\r\n##If you're unhappy with the decision\r\n\r\nIf you're refused a Sure Start Maternity Grant or have questions about your payment [contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} and ask for an explanation. You should do this within 1 month of the date on the decision letter that tells you about your benefit claim.\r\n\r\n%If you contact Jobcentre Plus later they may not be able to help you%\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
