{"slug":"adoption-leave","updated_at":"2012-01-26T13:08:38+00:00","alternative_title":"","overview":"How much Adoption Leave you'll get if you're eligible, including if you're adopting a child from overseas and how you should claim this leave","title":"Adoption Leave","parts":[{"table":{"body":"You can take up to 52 weeks of Adoption Leave.\r\n\r\nThe rules about eligibility and how to claim are different if you're adopting a child from overseas.\r\n\r\nYou must have worked continuously for your employer for at least 26 weeks by the beginning of the week you’re matched with a child (or the date you want to start your leave for overseas adoptions).\r\n\r\nYou can qualify for Adoption Leave no matter how many hours you work or how much you're paid.","slug":"overview","title":"Overview"}},{"table":{"body":"You could take up to 52 weeks of Adoption Leave - 26 weeks of Ordinary Adoption Leave followed by 26 weeks of Additional Adoption Leave.\r\n\r\nIf you're a couple, only one parent can take Adoption Leave. Your partner could get [Paternity Leave](/paternityleave \"Paternity Leave\") - this includes same-sex couples.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##UK adoptions\r\nTo qualify for Adoption Leave, you must:\r\n\r\n- be an employee\r\n- be newly matched with a child by an adoption agency \r\n- have worked continuously for your employer for at least 26 weeks by the beginning of the week you're matched with a child\r\n\r\nYou must show your employer proof of the adoption - usually a matching certificate from an official UK adoption agency. \r\n\r\nYou don't qualify for Adoption Leave if you:\r\n\r\n- arrange a private adoption\r\n- become a special guardian\r\n- adopt a stepchild\r\n- have a child through surrogacy\r\n\r\n##Overseas adoptions\r\nIf you're adopting from overseas the eligibility criteria are slightly different. You must:\r\n\r\n- be an employee\r\n- be the child's adopter\r\n- have worked continuously for your employer for at least 26 weeks by when you want to start your leave\r\n- have been told officially that you're getting the certificate saying you're eligible to adopt \r\n\r\nYou must tell your employer you have proof of the adoption approval - this is usually the certificate saying you're eligible to adopt. \r\n\r\n^If you're adopting an overseas relative you'll qualify for Adoption Leave if you're officially assessed and approved as being a suitable adoptive parent.^","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##UK adoptions\r\nYou need to tell your employer you want Adoption Leave within 7 days of being matched with a child. If this isn't possible, you must tell them as soon as you can. At the same time you must tell your employer:\r\n\r\n- when you expect the child to be placed with you\r\n- when you want your leave to start (either when the child starts living with you or up to 14 days before this) \r\n\r\nYour Adoption Leave can start on any day of the week. It ends 52 weeks after it starts - your employer must confirm this date with you when you claim your leave. \r\n\r\n##Overseas adoptions\r\nThe rules are slightly different for overseas adoptions. You must show your employer proof that you're eligible to adopt (in writing if they want it) and give them the right notice that you want Adoption Leave - there are 3 stages.\r\n\r\n###First notification stage\r\nYou should tell your employer both:\r\n\r\n- the date you got official notification\r\n- the date you expect your child to enter Great Britain\r\n\r\nWhen you must do this depends on how long you have worked for your employer:\r\n\r\n- within 28 days of receiving official notification if you have worked for them for 26 weeks\r\n- within 28 days of completing 26 weeks' service\r\n\r\n###Second notification stage\r\nYou must give your employer at least 28 days' notice of the actual date you want your Adoption Leave to start. \r\n\r\nYou can give this notice at the first notification stage if you know the date. You can't start your Adoption Leave before your child enters Great Britain.\r\n\r\n###Third notification stage \r\nYou must tell your employer the date your child actually entered Great Britain - within 28 days of the date of entry.\r\n\r\n^You can change your Adoption Leave start date if you give your employer at least 28 days' notice - you can change the end date if you give 8 weeks' notice.^","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##If you don't qualify for Adoption Leave\r\nIf you don't qualify for Adoption Leave speak to your employer. They may have their own scheme that you're entitled to. Or you could take paid holiday, unpaid leave or [parental leave](/parental-leave \"Parental Leave\").\r\n\r\n##Company adoption leave schemes\r\nYour employer may have their own adoption leave scheme. You can choose the government’s statutory Adoption Leave scheme if it suits you better and you qualify for it. Your employer can't offer you less than the government scheme.\r\n\r\n##Problems taking your Adoption Leave\r\nIf you have a problem taking your Adoption Leave, talk to your employer. If this doesn't work, you could complain using your employer’s grievance procedure.","slug":"further-information","title":"Further information"}}],"type":"programme"}
