{"slug":"buy-a-personalised-registration-number","updated_at":"2012-01-30T14:31:56+00:00","alternate_methods":"##Registration number auctions\r\n\r\n[DVLA Personalised Registrations](http://dvlaregistrations.direct.gov.uk/auction/ \"DVLA Personalised Registrations\"){:rel=\"external\"} also auctions some exclusive registration numbers. Auctions are held about 6 times a year and reserve prices start from £250. You can see a list of the numbers coming up for auction online. You can bid in person, by phone, in writing or online.\r\n\r\n##Buying from a private number dealer or private sale\r\n\r\nYou can also buy a personalised registration number from a dealer or from a motorist in a private sale. If you do this make sure you receive the V750 certificate of entitlement or V778 certificate of retention.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","alternative_title":"","introduction":"You can buy new registration numbers from DVLA Personalised Registrations online or at auction. Search online to see what personalised registrations are available and how much they cost before buying.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","link":"http://dvlaregistrations.direct.gov.uk/","minutes_to_complete":"","more_information":"Personalised registration numbers can only be used on a vehicle registered (or about to be registered), taxed and used in Great Britain.\r\n\r\n%You only buy the right to have a particular registration number assigned to and displayed on a vehicle registered in your name, or in the name of someone else, known as the **nominee**.%\r\n\r\nYou can extend the right for a further 1, 2 or 3 years. This costs:\r\n\r\n* £25 for 1 year\r\n* £50 for 2 years\r\n* £75 for 3 years\r\n\r\n##What you’ll get\r\n\r\nYou’ll get a certificate of entitlement (V750), which includes details of:\r\n\r\n* the registration number \r\n* the purchaser and nominee\r\n* the date when the right to assign the registration number will end\r\n\r\nThe nominee has no right to the registration number until it's assigned to their vehicle. You can add a nominee (if you don’t have one) or change the nominee at any time, or at the same time as the registration number is assigned.\r\n","overview":"Buy a personalised registration from DVLA Personalised Registrations online or at auction","title":"Buy a personalised registration number","uses_government_gateway":false,"will_continue_on":"DVLA Personalised Registrations","expectations":[{"table":{"css_class":"debit_or_credit_card_payment","text":"Debit or credit card required"}}],"type":"transaction"}
