{"slug":"holiday-entitlement-your-rights","updated_at":"2012-02-01T15:04:18+00:00","alternative_title":"","overview":"Find out about your legal right to paid holidays, calculating your annual leave entitlement, building up and taking leave, and dealing with problems about leave","title":"Holiday entitlement: your rights","video_summary":"","video_url":"","parts":[{"table":{"body":"Workers are legally entitled to 5.6 weeks paid holiday per year (otherwise known as your statutory leave entitlement). \r\n\r\n^If you're self employed, you aren't entitled to annual leave - [check your employment status](/employment-status \"Check your employment status\") to see if you're classed as self-employed.^\r\n\r\n##If you work 5 days a week\r\nIf you work 5 days a week, your employer must give you 28 days paid statutory leave per year. This is your normal working week (5 days) multiplied by 5.6. Your employer can include bank or public holidays as part of your statutory leave. \r\n\r\n##If you work part-time\r\nIf you work part-time, you are still entitled to 5.6 of your normal working week in paid holiday. For example if you work 3 days a week, your employer must give you 16.8 days paid annual leave. This is your normal working week (3 days) multiplied by 5.6.\r\n\r\n##Limits on statutory leave\r\nYou can't get more than 28 days paid statutory leave (eg if you work 6 days a week you still get 28 days paid statutory leave).\r\n\r\n^You can [calculate your statutory leave](/calculate-your-holiday-entitlement \"Calculate your statutory leave\") if you're not sure how much holiday you're entitled to.^\r\n\r\n##Other holiday rights\r\nYour other holiday rights include:\r\n\r\n- building up leave as soon as you start work \r\n- getting your normal day's pay for each day of holiday – excluding voluntary overtime payments (if you work for the same hours and rate of pay each week) \r\n- getting paid for any leave you haven’t taken when you leave your job \r\n- building up holiday entitlement during maternity, paternity and adoption leave \r\n\r\n##Contractual holiday entitlement\r\nYour employer can give you more leave (‘contractual holiday entitlement’) above the legal minimum and may apply different rules to it. \r\n\r\nSpeak to your employer or check your employment contract, company handbook or intranet site to find out how much leave you have and what the rules are. \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Your employer doesn't have to give you paid leave on bank or public holidays. Employers can include these holidays as part of your minimum paid leave - [find out when UK bank and public holidays are](/bank-holidays \"find out when UK bank and public holidays are\"). \r\n\r\nIf you work part-time, your leave for bank and public holidays is worked out pro-rata (as a proportion of what you're entitled to if you were full-time). This right applies even if the bank holiday doesn't fall on one of your usual working days.\r\n\r\n","slug":"bank-and-public-holidays","title":"Bank and public holidays"}},{"table":{"body":"You're entitled to a week's pay for each week of leave you build up. A week's pay is worked out according to what kind of work you do:\r\n\r\n- if you're on fixed hours and pay, a week's holiday pay equals how much you get for a week's work (excluding non-guaranteed overtime payments)\r\n- if you're on variable hours and pay (bonus, commission or piece workers), a week's holiday pay equals your average hourly rate multiplied by your normal working hours for a week\r\n- if you're a shift worker, a week's holiday pay equals the average weekly hours of work in the previous 12 weeks at your average hourly rate\r\n- if you're someone who doesn't have normal working hours, a week's holiday pay is the average pay you got over the previous 12 weeks\r\n\r\n##Calculating your average hourly rate##\r\nWhen your employer calculates your average hourly rate, they should only count the hours you were working and how much pay you got. Guaranteed overtime hours should be included.\r\n\r\nWhen your employer looks at the previous 12 week period, they should only count those weeks when you were paid. So if you didn't work in the 4th week of this period, your employer should do calculations based on weeks 1 to 3 and 5 to 13.\r\n\r\n##Rolled-up holiday pay##\r\nYour employer must pay you for holiday rather than just increasing your normal rate of pay when you're working (known as ‘rolled up holiday pay’). If your contract still includes rolled-up pay, you should re-negotiate this with your employer.","slug":"holiday-pay","title":"Holiday pay"}},{"table":{"body":"You start building up ('accruing') holidays as soon as you start your job. \r\n\r\nYour employer can use a 'leave year' or an 'accrual' system to work out your how much leave you get. \r\n\r\n##Leave year##\r\nYour employer will tell you the dates of your leave year when you start work. You must take your leave during this time - for example it could be 1 January to 31 December. If your contract doesn't mention your leave year, it will start:\r\n\r\n+ on the 1st day of your new job (if you started work after 1 October 1998)\r\n+ on 1 October (if you started work on or before 1 October 1998)\r\n\r\n###Leave entitlement when you start a new job###\r\nIf you start your job part-way through a leave year, you’ll get part of your total leave for the year depending on how long is left of the year. For example if you start half-way through the leave year, you’ll get half of your total annual leave. \r\n\r\nYou can [calculate your holiday entitlement](/calculate-your-holiday-entitlement \"calculate your holiday entitlement\") if you've started part-way through a leave year but aren't sure how much holiday you get.\r\n\r\n##Accrual## \r\nYour employer can use an accrual system to work out your leave during the first year of your job. Under this system, you’ll get one twelfth of your leave in each month. So by the 3rd month you’d be entitled to a quarter of your leave. \r\n\r\n##Carrying over leave##\r\nYou don't have an automatic right to carry over leave you haven't taken. If you're working 5 days a week, you must take 20 out of the 28 days you're entitled to. \r\n\r\nYou can carry over the remaining 8 days to the next year only with your employer's permission or if it's allowed in your employment contract.\r\n\r\nIf you get more than 28 days leave, your employer may allow you to carry over any additional leave you haven't taken. Check your contract, company handbook or intranet site to see what the rules say. \r\n","slug":"know-your-leave-entitlement","title":"Know your leave entitlement"}},{"table":{"body":"You must tell your employer when you want to take leave. You should give notice that's at least twice as long as the amount of leave you want to take. For example you should give 2 day's notice for 1 day's leave. \r\n\r\nYour employer can refuse your leave request. They must give you as much notice as the leave you requested. For example they need to tell you 2 weeks in advance if they refuse a request for 2 week's leave.\r\n\r\nCheck your employment contract as it may contain different rules about taking leave. Your employer must not have rules that stop you taking your leave.\r\n\r\n##Being asked to take leave##  \r\nYour employer can tell you when to take leave, for example, over bank holidays or Christmas. There may be rules about this in your contract or it may be what normally happens in your workplace. \r\n\r\nYour employer has to give notice that's twice as long as the leave they want you to take.\r\n\r\n##What to do about part leave days##\r\nYou may be entitled to a part leave day - for example if you're part-time you may have a half day's leave to take. You should talk to your employer about what they want to do about your part days. \r\n\r\nYour employer must allow you to take any part day's leave you're entitled to - for example they may ask you to come in late or leave early. \r\n\r\n##Sickness during leave##\r\nIf you're ill just before or during your leave, you're can ask to have it counted as sick leave instead of holidays. You can ask to take the missed leave later. Make sure you follow normal procedures for [taking sick leave](/taking-sick-leave \"Taking sick leave\"). \r\n\r\nYou may be able to carry over leave if you can't take it in your leave year because of sickness. You should ask your employer about this before the leave year ends.\r\n\r\nSpeak to your staff or trade union representative or phone Acas for advice.\r\n\r\n$C\r\n**Acas helpline**  \r\n08457 474 747\r\n$C\r\n\r\n","slug":"booking-timeoff-","title":"Booking time-off "}},{"table":{"body":"If you leave your job, your contract will say how much warning you have to give your employer (called a ['notice period'](/handing-in-your-notice-resigning-leaving-job/notice-periods-your-pay-and-rights \"notice period\"). \r\n\r\n##Taking holidays before leaving\r\nDuring your notice period you can take whatever's left of your statutory annual leave - this will depend on how much of the leave year you've gone through and how much leave you've already taken. \r\n\r\nFor example if you leave your job 6 months into the leave year and have already taken 7 out of 28 days leave entitlement, you can take another 7 days in your notice period. \r\n\r\nYou can [calculate your holiday entitlement](/calculate-your-holiday-entitlement \"calculate your holiday entitlement\") if you're leaving your job part-way through a leave year.\r\n\r\n##Taking more than your leave entitlement\r\nIf you have taken more leave than you're entitled to, your employer shouldn't take money from your final pay unless it's been agreed beforehand. Check your contract, company handbook or intranet site to see if there's any such agreement.\r\n\r\n##Getting paid instead of taking holidays##\r\nThe only time you can get paid in place of taking statutory leave (known as 'payment in lieu') is when you leave your job.","slug":"when-you-leave-your-job","title":"When you leave your job"}},{"table":{"body":"Leave is a legal right that your employer must give you. Speak to your staff or trade union representative if you have [problems with your employer](/solve-workplace-dispute \"Solve a workplace dispute\") that you can't sort out like:\r\n\r\n+ getting your leave entitlement\r\n+ taking leave\r\n+ getting holiday pay\r\n\r\nIf this doesn't work, you may be able to take a case to an [Employment Tribunal.](/employment-tribunals \"Employment tribunals\")","slug":"problems-with-taking-leave","title":"Problems with taking leave"}}],"type":"guide"}
