{"slug":"legal-aid","updated_at":"2012-01-31T15:54:32+00:00","alternative_title":"","overview":"Legal aid helps pay for legal advice, mediation or representation in court - call Community Legal Advice or speak to your solicitor to see if you can get legal aid","title":"Legal aid","parts":[{"table":{"body":"Legal aid can help you pay for legal advice, mediation or representation in court if you can't afford it. \r\n\r\nLegal aid is only available for certain types of problem, including: \r\n\r\n- criminal offences (if you are questioned or arrested by the police)\r\n- consumer and general contract law\r\n- debt and bankruptcy\r\n- employment claims\r\n- separation, divorce or disputes about children\r\n- problems with benefit payments\r\n- claims against doctors or dentists\r\n- immigration and nationality\r\n- actions against the police, such as wrongful arrest\r\n- challenging the decision of a local authority\r\n- housing, such as rent or mortgage arrears, disrepair or repossession\r\n- mental health\r\n- domestic violence\r\n- community care, such as claims against social services\r\n- education, such as disputes around children with special education needs\r\n\r\nYou will not usually get legal aid for:\r\n\r\n- personal injury\r\n- going to an Employment Tribunal\r\n- irresponsible damage to property\r\n- making a will\r\n- defamation or malicious falsehood\r\n\r\nThe way you get legal aid is different for criminal and non-criminal (civil) cases.","slug":"overview","title":"Overview"}},{"table":{"body":"Legal aid can cover the cost of getting initial legal advice, having someone negotiate for you or making sure an existing legal decision is enforced.\r\n\r\n##Help at court\r\n\r\nThis covers the cost of someone speaking for you (but not formally representing you) in a civil court when you don't need to defend yourself. For example, if you've already agreed you owe someone money but need to sort out how and when to pay the debt.\r\n\r\n##Family mediation\r\n\r\nThis pays for the cost of a mediator to help you work out problems, such as contact with you children, without having to go to court.\r\n\r\n##Family help\r\n\r\nThis covers the cost of negotiations with a third party or someone drawing up legal agreements between you and your former partner or spouse. It does not cover the cost of someone representing you at a court hearing or appeal.\r\n\r\n##Legal representation\r\n\r\nThis helps with the costs of taking certain types of civil cases to court or tribunal and a solicitor or barrister speaking for you\r\n\r\nCheck the [legal aid eligibility calculator](http://legalaidcalculator.justice.gov.uk/ \"legal aid eligibility calculator\"){:rel=\"external\"} to see if you might get help with legal costs.\r\n\r\nYou might be able to get legal aid to pay for a solicitor or barrister if you have been charged with a criminal offence.\r\n \r\n##Criminal cases\r\n\r\nIf you have been charged with a crime, you may be able to get legal help to pay for a solicitor or barrister to prepare your case and represent you in court. Ask your solicitor or barrister if you are eligible for legal aid. ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"^For civil cases, check the [legal aid eligibility calculator](http://legalaidcalculator.justice.gov.uk/ \"legal aid eligibility calculator\"){:rel=\"external\"} to see if you might get help with legal costs.^\r\n\r\nYou might be able to get legal aid for a problem abroad if it is a **civil case**, but not for a criminal case (eg if you're arrested or questioned by police).\r\n\r\nIf you're under 18, your eligibility for legal aid might depend on your parents' or guardians' income, depending on your problem.\r\n\r\n##Criminal cases\r\n\r\nIf you have been charged with a crime, ask your solicitor or barrister if you are eligible for legal aid. They will check if you pass an 'interests of justice test' and a 'means test' to get legal aid.\r\n\r\n###Interests of justice test\r\n\r\nThe 'interests of justice test' looks at how likely it is that you will:\r\n\r\n- go to prison\r\n- lose your job\r\n- have your reputation damaged\r\n- find court proceedings difficult due to mental health or language difficulties\r\n\r\n###Means test\r\n\r\nThe means test looks at your financial situation (your income and your savings) to see if you can pay for your own legal representation. \r\n\r\nThe amount of income or savings you need depends on whether your case will be held at a magistrates' court or Crown Court.\r\n\r\nYou will automatically pass the means test if you either:\r\n\r\n- get Income Support, Income-Based Jobseeker’s Allowance or Guaranteed State Pension Credit\r\n- are under 16 (or under 18 and in full-time education)","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Call Community Legal Advice if you think you are eligible for legal aid.\r\n\r\n$C\r\n**Community Legal Advice**  \r\n0845 345 4345  \r\nMonday to Friday 9am to 8pm, Saturday 9am to 12:30pm\r\n$C\r\n\r\nCalls cost 4 pence a minute from a BT landline. Calls from mobiles usually cost more. If you're worried about the cost of the call, they can call you back.\r\n\r\nYou can also [ask for a call back](https://forms.direct.gov.uk/forms/form/277/en/community_legal_advice-call_back_service \"ask for a call back\"){:rel=\"external\"} online.\r\n\r\nYou can text 'legalaid' then your name to 80010 and Community Legal Advice will call you back within 24 hours.\r\n\r\nYou can also [search for a legal adviser](http://legaladviserfinder.justice.gov.uk/ \"search for a legal adviser\"){:rel=\"external\"} in your area to help with getting legal aid.\r\n\r\nThe following information might be useful to have when speaking to a legal adviser:\r\n\r\n- information about your income, savings and expenses\r\n- proof of any benefits you receive\r\n- your National Insurance number\r\n\r\n##Criminal cases\r\n\r\nIf you have been charged with a crime, ask your solicitor or barrister if you are eligible for legal aid. They will check if you pass an 'interests of justice test' and a 'means test' to get legal aid.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Paying back your legal aid\r\n\r\nYou might have to pay back some or all of your legal aid if:\r\n\r\n- you are awarded or keep money as a result of your case\r\n- you are awarded or keep property as a result of your case\r\n\r\nYour legal adviser must explain to you how and why you might have to pay back some of the legal aid.\r\n\r\nYou should tell your solicitor if your financial situation changes during your case. This could affect the amount you have to pay. If you don't tell your solicitor, you might have to pay back all your legal aid.\r\n\r\nYou can repay your legal aid by:\r\n\r\n- making a lump sum payment\r\n- making monthly payments\r\n\r\nYour legal costs will be checked by the Legal Services Commission to make sure they are fair.\r\n\r\nRead more by downloading the ['Paying for your legal aid' leaflet (PDF, 740K).](http://www.legalservices.gov.uk/docs/cls_main/LSC_PayingForLegalAid_leaflet_2010.pdf \"Paying for your legal aid' leaflet (PDF, 740K)\"){:rel=\"external\"}","slug":"further-information","title":"Further information"}}],"type":"programme"}
