{"slug":"driving-if-disabled","updated_at":"2012-01-26T13:30:28+00:00","alternative_title":"","overview":"Who to tell if you have a medical condition or disability and are a driver, special driving test arrangements, getting a free tax disc, the Motability scheme and other special provisions","title":"Medical conditions, disabilities and driving","video_summary":"","video_url":"","parts":[{"table":{"body":"If you have a driving licence you must tell DVLA if: \r\n\r\n- you have a ‘notifiable’ medical condition or disability \r\n- your medical condition or disability has got worse since you first got your licence\r\n- you develop a new medical condition or disability\r\n\r\n##Notifiable medical conditions\r\n\r\n'Notifiable' medical conditions and disabilities include epilepsy, strokes and other neurological conditions, mental health problems, physical disabilities and visual impairments.\r\n\r\nCheck the [health conditions that could affect your driving](http://www.direct.gov.uk/en/Motoring/DriverLicensing/MedicalRulesForDrivers/MedicalA-Z/index.htm \"health conditions that could affect your driving\"){:rel=\"external\"} and how to tell DVLA.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"telling-dvla-about-a-medical-condition-or-disability","title":"Telling DVLA about a medical condition or disability"}},{"table":{"body":"^The usual minimum age for driving cars is 17, but if you’re getting the higher rate of the mobility component of Disability Living Allowance (DLA) you can drive at 16.^\r\n\r\n##Applying for your provisional licence\r\n\r\nBefore you learn to drive a car, moped or motorcycle, you need a [provisional driving licence](/apply-first-provisional-driving-licence \"provisional driving licence\"). If you have a notifiable medical condition or disability you must mention it on your application.\r\n\r\nYou should get your provisional driving licence within 3 weeks of your application being received, but this might take longer if checks on your health or personal details are needed.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency","slug":"learning-to-drive-if-you-have-a-medical-condition-or-disability","title":"Learning to drive if you have a medical condition or disability"}},{"table":{"body":"Mention any special requirements you may have when you book your test, including if you:\r\n\r\n- need wheelchair access\r\n- are deaf or have other hearing difficulties\r\n- are dyslexic or have reading difficulties\r\n- do not read or understand English\r\n\r\n##Test centres\r\n\r\nTheory tests are usually held at test centres, which are generally wheelchair accessible and offer specialist facilities for disabled people.\r\n\r\nArrangements can also be made for you to take the test at home or at a different centre if your local centre isn’t accessible to you.\r\n\r\n##Special arrangements during the test\r\n\r\nThe theory test has been designed to be accessible and is available in spoken as well as written format.\r\n\r\nCandidates with hearing difficulties can watch a video of the test in British Sign Language.\r\n\r\nCandidates can get help with reading questions and recording their answers.\r\n\r\nThe test conditions can also be adapted if you have light-sensitive epilepsy.\r\n\r\nYou might also be able to ask for extra time for the multiple-choice element of the theory test.\r\n\r\nContact the Driving Standards Agency (DSA) on **0300 200 1188** (textphone **0300 200 1166**) for more information about these options before booking your test.","slug":"taking-the-theory-test","title":"Taking the theory test"}},{"table":{"body":"^You’ll take the same driving test as every other candidate, whatever your disability is, but driving examiners are specially trained to cater for people with special needs.^\r\n\r\nWhen you book your test, say if you:\r\n\r\n- are deaf or have severe hearing difficulties\r\n- are in any way restricted in your movements\r\n- have any physical disability\r\n\r\nDisabled drivers may be allowed extra time for their test. This is so you can explain to your examiner the nature and function of any vehicle adaptations you use. You could also get extra time to get in and out of your car.","slug":"taking-the-practical-test","title":"Taking the practical test"}},{"table":{"body":"Insurers can only charge higher premiums to people with medical conditions or disabilities if:\r\n\r\n- the extra charge is based on factual or statistical data\r\n- there are other relevant factors showing that a disabled person is a higher risk","slug":"insurance-for-drivers-with-medical-conditions-or-disabilities","title":"Insurance for drivers with medical conditions or disabilities"}},{"table":{"body":"You may be entitled to a free tax disc if you're disabled. You must be getting one of the following:\r\n\r\n- the higher rate of the mobility component of Disability Living Allowance (DLA)\r\n- War Pensioners Mobility Supplement\r\n\r\nThe vehicle must be either:\r\n\r\n- registered in your name\r\n- registered in your nominated driver’s name, who can only use the vehicle to help you\r\n\r\n##Exemption certificates\r\n\r\nYou’ll need an exemption certificate to apply for your free tax disc.\r\n\r\n###If you’re getting DLA\r\n\r\nIf you’re getting DLA, your exemption certificate could be either a:\r\n\r\n- certificate of entitlement to DLA\r\n- annual certificate of entitlement\r\n- DLA 404 certificate\r\n\r\n###If you’re getting War Pensioners Mobility Supplement\r\n\r\nIf you’re claiming War Pensioners Mobility Supplement, you can use the WPA0442 Certificate as your exemption certificate. This is issued by the Service Personnel and Veterans Agency.\r\n\r\n$C\r\n\r\n**Service Personnel and Veterans Agency**  \r\nNorcross  \r\nThornton Cleveleys  \r\nLancashire  \r\nFY5 3WP  \r\n**Telephone:** 08001 692 277 (+44 1253 866 043 if calling from overseas)  \r\n**Textphone:** 0800 169 3458  \r\n**Email:** <veterans.help@spva.gsi.gov.uk>  \r\n[http://www.veterans-uk.info](http://www.veterans-uk.info/ \"http://www.veterans-uk.info\"){:rel=\"external\"}\r\n\r\n$C\r\n\r\n\r\n##If you have to go into hospital\r\n\r\nAs long as the vehicle is still used only for your purposes, you’ll still be exempt from vehicle tax if you have to go to hospital for more than:\r\n\r\n- 28 days for an adult\r\n- 84 days for a child\r\n\r\nThis still applies if you lose your entitlement to DLA because of your stay in hospital.\r\n\r\n##Selling your vehicle\r\n\r\nIf you sell your vehicle, return the disabled tax disc to DVLA with a completed V14 form.\r\n\r\nInclude a covering letter and the relevant section of your Registration Certificate (V5C).\r\n\r\n$D\r\n\r\n[Download ‘Application for a refund of vehicle tax when you have the tax disc V14’ (PDF, 172KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_065248.pdf \"Download ‘Application for a refund of vehicle tax when you have the tax disc V14’ (PDF, 172KB)\")\r\n\r\n$D\r\n\r\n##If you don’t quality for a free tax disc any more\r\n\r\nIf your benefits end or you’re not using the vehicle just for your purposes any more you’ll have to give up your free tax disc.\r\n\r\nYou should return the disabled tax disc and certificate of entitlement to DVLA with a cover letter saying that no longer qualify for a free tax disc.\r\n\r\nYou’ll need to include a completed V14 form and send to **DVLA, Swansea, SA99 1AL**.\r\n\r\n$D\r\n\r\n[Download a V14 form (PDF, 172KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_065248.pdf \"Download a V14 form (PDF, 172KB)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n\r\n###Buying a new tax disc and changing your tax class\r\n\r\nIf you want to buy a new tax disc or change your tax class you’ll need to do this at a [DVLA local office](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"}.\r\n\r\nYou’ll also need to update your V5C registration certificate with the new tax class.\r\n\r\nOnce the changes have been made you can [tax your vehicle](/car-tax-disc-vehicle-licence \"tax your vehicle\") in the normal way the next time.\r\n\r\n##Motability contract hire vehicles\r\n\r\nIf you’re using a Motability contract hire vehicle Motability will send a tax disc to you each year. You won’t need to get an exemption certificate.\r\n\r\nYou’ll need to tell Motability if you change your address.\r\n\r\n*[DVLA]: Driver and Vehicle Licensing Agency\r\n*[DLA]: Disability Living Allowance","slug":"tax-disc-exemptions","title":"Tax disc exemptions"}},{"table":{"body":"The way you apply for your first free tax disc is different from how you renew it every year.\r\n\r\n##Getting your first free tax disc\r\n\r\nIf you’ve got a new vehicle take your exemption certificate and valid insurance certificate to the dealership where you bought the vehicle.\r\n\r\nWith a used vehicle, you can change to a free tax disc at Post Offices that issue tax discs.\r\n\r\nYou’ll need your:\r\n\r\n- full V5C vehicle registration certificate\r\n- insurance certificate\r\n- MOT certificate (if applicable)\r\n\r\nYou’ll also need to fill in the right sections of your exemption certificate. Download the leaflet for more information about getting a free tax disc.\r\n\r\n$D\r\n\r\n[Download ‘Exemption from vehicle tax for disabled people’ (PDF, 330KB).](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@motor/documents/digitalasset/dg_180217.pdf \"Download ‘Exemption from vehicle tax for disabled people’ (PDF, 330KB)\")\r\n\r\n$D\r\n\r\n^Find your nearest [Post Office that issues tax discs](http://www.postoffice.co.uk/branch-finder/ \"Post Office that issues tax discs\"){:rel=\"external\"} - choose 'driving licences' from the drop down menu. Or you can telephone **0845 722 3344** giving your postcode.^\r\n\r\n###Refunds on your current tax disc\r\n\r\nOnce you’ve got your disabled tax disc, you can [apply for a refund](/apply-for-tax-disc-refund-form-v14 \"apply for a refund\") if you’ve got any complete months remaining on your old tax disc.\r\n\r\n##Renewing your free tax disc\r\n\r\nIf you’re the registered keeper of the vehicle you should get a V11 renewal reminder before your current tax disc runs out.\r\n\r\n###Renewing your free tax disc online or by phone\r\n\r\nYou can [renew your tax disc online](/car-tax-disc-vehicle-licence \"renew your tax disc online\") or by phone with your V11 or V5C (showing your tax class as disabled).\r\n\r\n###Renew at a Post Office\r\n\r\nYou can also [renew your tax disc](/car-tax-disc-vehicle-licence \"renew your tax disc\") at a Post Office that issues tax discs.\r\n\r\n^Find your nearest [Post Office that issues tax discs](http://www.postoffice.co.uk/branch-finder/ \"Post Office that issues tax discs\"){:rel=\"external\"} - choose 'driving licences' from the drop down menu. Or you can telephone **0845 722 3344** giving your postcode.^","slug":"applying-for-a-free-tax-disc","title":"Applying for a free tax disc "}},{"table":{"body":"The Motability Scheme is run by the independent charity Motability. It gives disabled people the chance to lease a car at an affordable price.\r\n\r\nYou need to be getting either:\r\n\r\n- the higher rate of the mobility component of Disability Living Allowance (DLA)\r\n- War Pensioners’ Mobility Supplement\r\n\r\nIf you can’t drive yourself, you can still apply for a car as a passenger and choose 2 other people to be your drivers.\r\n\r\nYou can also apply for a car on behalf of a disabled child aged 3 or over. The child must be getting the DLA higher rate mobility component.\r\n\r\n##More information\r\n\r\nFor more information about the Motability Scheme, contact Motability directly.\r\n\r\n$C\r\n\r\n**Motability**  \r\n**Telephone:** 0845 456 4566  \r\n**Textphone:** 0845 675 0009  \r\n[www.motability.co.uk](http://www.motability.co.uk/ \"www.motability.co.uk\"){:rel=\"external\"}\r\n\r\n$C\r\n\r\n*[DLA]: Driver and Vehicle Licensing Agency","slug":"the-motability-scheme","title":"The Motability scheme"}},{"table":{"body":"The Blue Badge scheme helps disabled drivers park closer to their destinations. If you have one you can park:\r\n\r\n- on single or double yellow lines for up to 3 hours, except when there's a ban on loading or unloading\r\n- at on-street parking meters and pay-and-display machines for free and for as long as you need to\r\n\r\n^In England you can [apply for a Blue Badge](http://local.direct.gov.uk/LDGRedirect/index.jsp?LGSL=279&LGIL=0&ServiceName=Apply+for+a+Blue+Badge+parking+permit/ \"apply for a Blue Badge\"){:rel=\"external\"}  through your local council's website. Elsewhere in the UK check your local council's website to find out how to apply.^\r\n\r\nYou must meet certain criteria to get a Blue Badge parking permit - some people will qualify automatically, others will have to be assessed by their local council.\r\n\r\n##Automatic eligibility\r\n\r\nAnyone over 2 years old automatically qualifies for a Blue Badge if they:\r\n\r\n- are registered blind\r\n- are receiving a War Pensioner’s Mobility supplement\r\n- are receiving the higher rate of the mobility component of Disability Living Allowance (DLA)\r\n\r\nYou'll also automatically qualify if you've received a lump sum benefit from the Armed Forces and Reserve Forces Compensation Scheme (within tariff levels 1 to 8).\r\n\r\nYou must also have been certified as having a permanent and substantial disability which causes inability to walk or very considerable difficulty in walking.\r\n\r\n##Assessed eligibility\r\n\r\nIf you don't automatically qualify, your eligibility will need to be assessed by your local council. They'll decide if you can have a Blue Badge.\r\n\r\n##Special rules for children under 3 years old\r\n\r\nIf you’re a parent of a child who is younger than 3 years old, you can also apply for a Blue Badge. They must have a specific medical condition meaning they either:\r\n\r\n- must always be accompanied by bulky medical equipment which can't be carried around without great difficulty\r\n- need to be kept near a vehicle at all times to get treatment for a condition when necessary","slug":"the-blue-badge-scheme","title":"The Blue Badge scheme"}},{"table":{"body":"You might need to adapt your vehicle to make it easier to drive or get in and out of. \r\n\r\nFor an independent assessment of your adaptation needs, contact the [Forum of Mobility Centres.](http://www.mobility-centres.org.uk/ \"Forum of Mobility Centres\"){:rel=\"external\"}\r\n\r\nThe charity Ricability has made [several reports](http://www.ricability.org.uk/consumer_reports/mobility_reports/ \"several reports\"){:rel=\"external\"} with details of the types of adaptations available and lists of suppliers who can carry out adaptations. \r\n\r\n##Paying for vehicle adaptations\r\n\r\nContact the charity Motability for information about help with paying for your vehicle adaptations.\r\n\r\n$C\r\n\r\n**Motability**  \r\n**Telephone:** 0845 456 4566  \r\n**Textphone:** 0845 675 0009  \r\n[www.motability.co.uk](http://www.motability.co.uk/ \"www.motability.co.uk\"){:rel=\"external\"}\r\n\r\n$C","slug":"adapting-your-vehicle","title":"Adapting your vehicle"}},{"table":{"body":"A 'dropped kerb' may make it easier to get from your car to your house. It involves lowering the kerbstones and making a small ramp from the road to your driveway.\r\n\r\nYou can [apply for a dropped kerb](/apply-dropped-kerb \"apply for a dropped kerb\") outside your home if you live in England.","slug":"applying-for-a-dropped-kerb","title":"Applying for a dropped kerb"}}],"type":"guide"}
