{"slug":"what-is-care-order","updated_at":"2012-01-26T13:58:35+00:00","alternative_title":"","overview":"A care order is given by a court. It allows a local authority to take a child into care if they think the child is being harmed or is at risk of serious harm.","title":"What is a care order?","video_summary":"","video_url":"","parts":[{"table":{"body":"Under the [Children's Act 1989,](http://www.legislation.gov.uk/ukpga/1989/41/part/IV \"Part IV of the Children's Act 1989\"){:rel=\"external\"} a local authority can apply for a court order (a care order) if it believes a child is being harmed, suffering, or at risk. The court decides if the child can be taken into care.\r\n\r\nWhen a child is in care, the local authority is responsible for:\r\n\r\n- looking after the child\r\n- giving them somewhere to live\r\n- their education\r\n\r\nThe child may be placed with:\r\n\r\n- another relative\r\n- a foster parent\r\n- a children's home\r\n\r\nA child can be taken into care if they are under 17 years of age (or under 16 if they are married).\r\n\r\nCare orders last until the child's 19th birthday, until they are adopted, or until the court lifts the order (this is called 'discharging' the order).\r\n\r\n##Support for parents\r\n\r\nThe Family Rights Group Advice Service helpline provides confidential support for parents:\r\n\r\n$C **Family Rights Group helpline**  \r\n0800 731 1696  \r\nMonday to Friday  \r\n10am to 3.30pm $C\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"If the local authority is very worried about a child, it can start ‘care proceedings’. \r\n\r\nIf it believes that the child should be adopted, it can apply for a ‘placement order’ as well. \r\n\r\n##What are care proceedings?\r\n\r\n###1. Interim care order\r\nThe local authority asks the family court to make a temporary court order, called an ‘interim care order’. If the court agrees, the local authority can take the child into care on a temporary basis. This can be for up to 8 weeks at first. After that, it can be renewed every 28 days.\r\n\r\n###2. Looking at the case\r\nIt can take up to a year for a court to decide what should happen to the child. Sometimes it can take even longer than this. \r\n\r\nDuring that time a social worker, a [Cafcass](cafcass \"Cafcass\") officer, and other people will be trying to understand the reasons why the child may be at risk. They will also look at what can be done to keep them safe. \r\n\r\nThey will talk to the parents and the child. They may talk to other family members or friends about looking after the child if they can't safely live at home. The parents might also get support.\r\n\r\n###3. Reports\r\nThe social worker and Cafcass officer will each write a report for the court. These will outline what they think should happen to the child. They will include whether they think the child should be taken into care or stay with the family. \r\n\r\nOnce all the information has been gathered, there will be a court hearing.\r\n\r\n\r\n*[Cafcass]: Children and Family Court Advisory and Support Service","slug":"when-a-child-is-taken-into-care","title":"When a child is taken into care"}},{"table":{"body":"Once all the information has been gathered, there will be a court hearing. The judge will look at the reports, and listen to everyone involved in the case, including: \r\n\r\n- the child\r\n- the parents\r\n- solicitors representing parents and children\r\n- the local authority social worker\r\n- the Children and Family Court Advisory and Support Service (Cafcass) officer \r\n\r\nIf the judge decides that the child is safe, they will go back home. If not, the local authority will find them a new home. That may be with:\r\n\r\n- other members of their family\r\n- friends\r\n- a new family\r\n- a children's home","slug":"going-to-court","title":"Going to court"}},{"table":{"body":"The [Children and Family Court Advisory and Support Service (Cafcass)](http://www.cafcass.gov.uk/cafcass_and_you/info_for_families/care_questions_answered.aspx \"Find out more about care orders on the Cafcass website\"){:rel=\"external\"} looks after the interests of children in family proceedings. It tells the family courts in England what it thinks is best for the child.\r\n\r\nCafcass workers are independent – they don't work for the local authority or the court. \r\n\r\nIn care proceedings, a Children's Guardian from Cafcass represents the rights and interests of the child. They spend time getting to know the child and their family before the hearing. \r\n\r\nThe Children's Guardian:\r\n\r\n- appoints a solicitor for the child\r\n- advises the court about what needs to be done before it can make a decision\r\n- writes a report for the court saying what would be best for the child – including the child's wishes and feelings\r\n\r\nThe Children's Guardian spends time with the child and their family before they write their report for the court. They may also talk to other people who know the family, such as teachers, social workers and health visitors. \r\n\r\nThey go to meetings about the child, check records and read the local authority’s case file. They may also recommend to the court that other independent professionals help the court with advice, eg a doctor or a psychologist.\r\n\r\n*[Cafcass]: Children and Family Court Advisory and Support Service","slug":"cafcass","title":"Cafcass"}}],"type":"guide"}
