{"slug":"maximum-weekly-working-hours","updated_at":"2012-02-01T11:30:49+00:00","alternative_title":"","overview":"Find out about the working time directive and maximum weekly working hours including limits for young workers and how to calculate your weekly working hours","title":"Maximum weekly working hours","video_summary":"","video_url":"","parts":[{"table":{"body":"You don't have to work more than 48 hours a week on average, unless you choose to or [work in a sector with its own rules](weekly-maximum-working-hours-and-opting-out \"Weekly maximum working hours and opting out\").\r\n\r\nYour normal working hours should be set out in your employment contract or written statement of employment details.\r\n\r\nFor free and confidential advice on working hours contact the Pay and Work Rights Helpline.\r\n\r\n$C\r\n\r\n**Pay and Work Rights Helpline**\r\n\r\n**Telephone:** 0800 917 2368  \r\n**Textphone:** 0800 121 4042\r\n\r\n$C","slug":"overview","title":"Overview"}},{"table":{"body":"Adult workers can't be forced to work more than 48 hours a week on average - normally averaged over 17 weeks. \r\n\r\n^You can work more than 48 hours in a week, as long as the average over 17 weeks is less than 48 hours.^\r\n\r\n##Exceptions\r\n\r\nThese rules don't apply if you have a job:\r\n\r\n- where you can choose freely how long you work - eg you're a managing executive\r\n- in the armed forces, emergency services and police - in some circumstances\r\n- as a domestic servant in a private house\r\n- as a sea transport worker, a mobile worker in inland waterways or a lake transport worker onboard seagoing fishing vessels\r\n\r\n^ If you're a trainee doctor the 48-hour maximum working hours rule applies to you. ^\r\n\r\n##Opting out of the 48-hour week\r\n\r\nIf you're 18 or over and want to work more than 48 hours a week, you can choose to opt out of the 48-hour limit.\r\n\r\nThis must be voluntary and in writing. It can't be an agreement with the whole workforce.\r\n\r\nYou shouldn't be sacked or unfairly treated (eg refused promotion or overtime) for refusing to sign an opt-out.\r\n\r\n###Cancelling your opt-out agreement\r\nYou can cancel your opt-out agreement whenever you want - even if it's part of your employment contract.\r\n\r\nYou must give your employer at least 7 days' notice. This could be longer (up to 3 months) if you previously agreed this in writing with your employer.\r\n\r\nYour employer isn't allowed to force you to cancel your opt-out agreement.\r\n\r\n$E**Example of opt-out agreement:**\r\n\r\nI [name] agree that I may work for more than an average of 48 hours a week. If I change my mind, I will give my employer [amount of time - up to 3 months'] notice in writing to end this agreement.\r\nSigned……....................................\r\nDated………..................................$E\r\n\r\n##16 and 17 year olds\r\n\r\n16 and 17 year olds can't normally work more than 8 hours a day or 40 hours a week.\r\n\r\nThe hours can't be averaged out for 16 and 17 year olds. There is also no opt-out and they can't work longer hours even if they want to.","slug":"weekly-maximum-working-hours-and-opting-out","title":"Weekly maximum working hours and opting out"}},{"table":{"body":"You need to know what does and doesn't count as work when calculating your weekly working hours.\r\n\r\n##What counts as work\r\n\r\nAs well as doing your normal duties, your working week includes:\r\n\r\n* job-related training\r\n* job-related travelling time, eg if you're a sales rep\r\n* working lunches, eg business lunches\r\n* time working abroad, if you work for a UK-based company\r\n* paid and some unpaid overtime\r\n* time spent on call at the workplace\r\n\r\n##What doesn't count as work\r\n\r\nYour working week doesn't include:\r\n\r\n* breaks when no work is done, eg lunch breaks\r\n* normal travel to and from work\r\n* time when you're on call away from the workplace\r\n* evening and day-release classes not related to work\r\n* travelling outside of normal working hours\r\n* unpaid overtime you've volunteered for, eg staying late to finish something off\r\n* paid or unpaid holiday\r\n\r\n##Working hours if you have more than one job\r\n\r\nIf you work for more than one employer, the amount of combined hours you work shouldn't be more than 48 hours on average a week.\r\n\r\nIf you have more than one job you could either:\r\n\r\n* consider signing an opt-out agreement with your employers if your total time worked is more than 48 hours\r\n* reduce your hours to meet the 48-hour limit","slug":"calculating-your-working-hours","title":"Calculating your working hours"}}],"type":"guide"}
