{"slug":"vat","updated_at":"2012-01-30T14:39:03+00:00","alternative_title":"","overview":"VAT - how much you pay for goods and services, and what you do and don't pay it for","title":"VAT","video_summary":"","video_url":"","parts":[{"table":{"body":"VAT is a tax you pay on most goods and services. \r\n\r\n##How much you pay\r\n\r\nYou pay 20% VAT most of the time - but less on essential items.\r\n\r\nRate | % of VAT | What the rate applies to \r\n- | - | - | -\r\nStandard | 20% | Most goods and services\r\nReduced rate | 5% | Some goods and services, eg children's car seats and home energy\r\nZero rate | 0% | Zero-rated goods and services, eg most food and children's clothes\r\n\r\n^Some things - eg postage stamps, financial and property transactions - are exempt from VAT.^\r\n\r\n##How VAT is worked out\r\n\r\nWhen someone charges you VAT they multiply their selling price by the VAT rate to calculate the amount of VAT to charge. \r\n\r\nThey then add this to the selling price to give you the price you actually pay - this is called the 'gross' price.\r\n\r\n##VAT refunds\r\n\r\n###Self-build new homes or conversions\r\n\r\nIf you're building a new home or converting a non-residential building into a home, there's a [VAT refund scheme](http://www.hmrc.gov.uk/vat/sectors/consumers/new-home.htm \"VAT refund scheme\"){:rel=\"external\"} to help you claim back some of the VAT.\r\n\r\n###Visitors to the UK\r\n\r\nVisitors to the UK can sometimes get [VAT refunds](http://www.hmrc.gov.uk/vat/sectors/consumers/overseas-visitors.htm \"VAT refunds for visitors to the UK\"){:rel=\"external\"} through the VAT Retail Export Scheme.\r\n\r\n##Importing and exporting vehicles\r\n\r\nYou normally pay VAT when you import a vehicle from inside the [European Union (EU)](/importing-vehicles-into-the-uk/vat-duty-and-tax-vehicles-from-within-the-eu \"importing vehicles from the European Union\"), but if you meet certain conditions you don't have to pay VAT if you [import from outside the EU](/importing-vehicles-into-the-uk/vat-duty-and-tax-vehicles-from-outside-the-eu \"importing vehicles from outside the European Union\").\r\n\r\nSpecial rules apply if you're [exporting a vehicle outside the EU.](http://www.hmrc.gov.uk/vat/sectors/consumers/personal-vehicles.htm \"importing and exporting vehicles\"){:rel=\"external\"} \r\n\r\n\r\n\r\n*[EU]:European Union\r\n*[HMRC]:HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"##In shops\r\n\r\nIf VAT is due on something you buy in a shop it's already included in the price. No tax is added when you pay.\r\n\r\n##In adverts, catalogues and price lists\r\n\r\nThis depends on who they're aimed at:\r\n\r\n- if they're for the general public only, they'll show you a price including VAT\r\n- if they're aimed at businesses as well as consumers, they might show the price with VAT and without\r\n- prices aimed at businesses only don't usually include VAT, which is charged on top of the price shown\r\n\r\n##On bills and receipts\r\n\r\nSometimes VAT is shown on a separate line. This doesn't mean you're paying extra - it just shows how much tax is included in the price.\r\n\r\nInvoices from suppliers like builders, painters and decorators must show a separate amount for VAT and the VAT registration number of the business.\r\n\r\nYou can [check a UK VAT number](http://ec.europa.eu/taxation_customs/vies/vieshome.do?selectedLanguage=EN \"check a UK VAT number\"){:rel=\"external\"} online to make sure it's valid.\r\n\r\n^Some businesses don't need to register for VAT, so they don't charge it.^\r\n\r\n","slug":"where-you-see-vat","title":"Where you see VAT"}},{"table":{"body":"If you have a long-term illness or are disabled, you don't pay VAT on certain things.\r\n\r\n##What counts as a long-term illness or disabled\r\n\r\nFor VAT purposes, you're disabled or have a long-term illness if:\r\n\r\n- you have a physical or mental impairment that affects your ability to carry out everyday activities\r\n- you have a condition that's treated as chronic sickness, like diabetes\r\n- you are terminally ill\r\n\r\nYou don't qualify if you're elderly but able-bodied, or if you're only temporarily disabled.\r\n\r\n###Proving you qualify\r\n\r\nYou'll need to prove that you qualify - usually the seller will give you a form to fill in. If you can't sign it yourself you can ask your doctor, parent, guardian or other responsible person to sign it for you.\r\n\r\n##What you can buy without paying VAT\r\n\r\nYou don't pay VAT on:\r\n\r\n- adjustable beds, chair lifts, hoists and sanitary devices\r\n- auditory training aids\r\n- low vision aids\r\n- medical appliances to help with severe abnormality or injury\r\n- alarms\r\n- motor vehicles, boats and other equipment specially designed for chronically sick or disabled people\r\n\r\nYou also don't have to pay VAT on the installation, repair or maintenance of these items, or for any spare parts or accessories you need.\r\n\r\n###Building work\r\n\r\nBuilding work you don't have to pay VAT on includes:\r\n\r\n- ramps, doorways and passages\r\n- bathrooms, washrooms and toilets\r\n- lifts\r\n\r\nIf you need any general purpose goods adapted for you, the cost of adapting them is also VAT free. \r\n\r\n###Motor vehicles\r\n\r\nIf you're disabled you don't have to pay VAT on:\r\n\r\n- having a vehicle adapted for you\r\n- hiring a Motability vehicle\r\n- buying a specially-adapted vehicle\r\n\r\nNot every vehicle or adaptation qualifies, but your supplier will be able to advise you. There's more [information about VAT reliefs for disabled people](http://www.hmrc.gov.uk/vat/sectors/consumers/disabled.htm \"VAT reliefs for disabled people\"){:rel=\"external\"} on the HM Revenue & Customs (HMRC) website.\r\n\r\nYou can also [contact HMRC](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sf=&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49691 \"contact HMRC\"){:rel=\"external\"} for more information.\r\n\r\n\r\n\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"vat-on-equipment-for-disabled-people","title":"VAT on equipment for disabled people"}},{"table":{"body":"If you're over 60 you pay a lower rate of VAT (currently 5%) on certain mobility aids installed in your home.\r\n\r\n##Who can get reduced-rate VAT on mobility aids\r\n\r\nYou qualify if:\r\n\r\n- you're over 60 when the supply and installation takes place\r\n- the aid is installed in your own home or a home shared with friends and relatives - a residential care home doesn’t qualify\r\n\r\nYou don't have to order and pay for this yourself - someone can do it for you, like a friend, local authority, charity or housing association.\r\n\r\n##Kinds of mobility aids covered\r\n\r\nYou'll pay reduced-rate VAT on:\r\n\r\n- grab rails\r\n- ramps\r\n- stair lifts\r\n- bath lifts\r\n- built-in shower seats or showers containing built-in shower seats\r\n- walk-in baths with sealable doors\r\n\r\nYou won't get the reduced rate if you repair or replace the goods after they've been installed.\r\n\r\n##How to get the reduced rate\r\n\r\nYour supplier should know about the reduced rate and apply it automatically, but you'll need to show you qualify with a written declaration. The supplier usually has a form for you to complete.\r\n\r\n\r\n\r\n\r\n","slug":"vat-on-mobility-aids-for-older-people","title":"VAT on mobility aids for older people"}},{"table":{"body":"You can [email HM Revenue & Customs (HMRC) a VAT question](https://online.hmrc.gov.uk/shortforms/form/VATInd?dept-name=&sub-dept-name=&location=47&origin=http://www.hmrc.gov.uk \"ask HM Revenue & Customs (HMRC)  a VAT question\"){:rel=\"external\"} online.\r\n\r\nIf you need more help with VAT, you can call:\r\n\r\n$C\r\n**VAT Helpline**\r\n  \r\n**Telephone:**0845 010 9000  \r\n**Textphone:** 0845 000 0200\r\n$C\r\n\r\n##What to do if you suspect VAT fraud\r\n\r\nIf you suspect that a firm is avoiding paying VAT, or charging VAT when they aren't VAT registered, you can report them anonymously to:\r\n\r\n$C\r\n**Customs Hotline**  \r\n\r\n0800 595 000\r\n$C\r\n\r\n","slug":"getting-help-and-advice","title":"Getting help and advice"}}],"type":"guide"}
