{"slug":"getting-help-with-your-tax-credits-claim","updated_at":"2012-01-25T14:40:55+00:00","alternative_title":"","overview":"If you need help dealing with your tax credits claim you can authorise a person or organisation to help you","title":"Getting someone to help with your tax credits claim","video_summary":"","video_url":"","parts":[{"table":{"body":"If you need help with your claim, there are various people and organisations that can help you.\r\n\r\nWho | Examples\r\n- | -\r\nintermediaries | friends, relatives, voluntary organisations like Citizens Advice Bureau\r\nagents | accountants and tax agents\r\n\r\n##What an 'intermediary' can do for you\r\nAn intermediary can:\r\n\r\n- talk to the Tax Credit Office about your claim\r\n- help fill in the forms\r\n- answer any questions on your behalf\r\n\r\nTax credits payments will be paid to your account and cannot be received by intermediaries.  \r\n\r\n##When to authorise an intermediary\r\nYou **don’t** need to authorise someone if you just want them to get general advice for you. \r\n\r\nYou **do** need to authorise someone if they are talking about the details of your actual claim. For example, they: \r\n\r\n- need to call the Tax Credit Helpline on your behalf for some advice about your claim\r\n- are going to handle your tax credits affairs over a period of time","slug":"who-can-act-on-your-behalf","title":"Who can act on your behalf"}},{"table":{"body":"##One-off authorisation\r\nYou can get someone authorised for a single phone call. You'll need to be with them in person when you contact the Tax Credit Helpline. You will be asked to:\r\n\r\n- confirm your identity\r\n- authorise the intermediary to speak on your behalf during the call\r\n\r\n##Authorisation for up to 12 months\r\nFill in the form **or** write a letter to the Tax Credit Office. \r\n\r\n$D\r\n[Download form TC689 'Authority for an intermediary to act on your behalf' (78KB)](http://www.hmrc.gov.uk/forms/tc689.pdf \"Download form TC689 'Authority for an intermediary to act on your behalf' (78KB)\")\r\n$D\r\n\r\nFor joint claims, both of you need to sign the form if you want the intermediary to act for both of you. \r\n\r\nMake sure you give an end date on the form if you want the authorisation to be for longer or shorter than 12 months. \r\n\r\nIf you send a letter instead - you need to provide the same information that’s asked for on the form. \r\n\r\n$A\r\nTax Credit Office\r\nPreston\r\nPR1 4AT\r\n$A\r\n\r\n##While your authorisation is being looked at\r\nThe Tax Credit Office normally deal with your authorisation form or letter within 48 hours of receiving it. Until then you will have to manage your own claim. The person acting on your behalf can still call the Tax Credit Helpline but you will need to be there as well.  \r\n\r\n##You split up from your partner having made a **joint claim** and given joint authorisation\r\nYou need to:\r\n\r\n- report the change to the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\")\r\n- make a new claim\r\n- send a new form TC689\r\n\r\n##You want a different person or organisation to act on your behalf\t\r\nFill in and return a new form TC689 or send in a letter giving the same information\r\n\r\n##You want to change the end-date of the authorisation\t\r\nWrite to the Tax Credit Office - you won’t need to fill in a new form TC689\r\n\r\n^To renew your authorisation - fill in a new form and send it to the Tax Credit Office.^\r\n","slug":"authorise-an-intermediary-to-act-on-your-behalf","title":"Authorise an intermediary to act on your behalf"}},{"table":{"body":"You need to give written permission for your accountant to deal directly with HM Revenue & Customs (HMRC) on your behalf. To do this you should complete form 64-8 ‘Authorising your agent’.\r\n\r\n$D\r\n[Download form 64-8 'Authorising your agent' (78KB)](http://www.hmrc.gov.uk/forms/64-8.pdf \"Download form 64-8 'Authorising your agent' (78KB)\")\r\n$D\r\n\r\n[HMRC]: HM Revenue & Customs","slug":"get-an-accountant-to-deal-directly-with-hmrc","title":"Get an accountant to deal directly with HMRC"}}],"type":"guide"}
