{"slug":"agency-workers-your-rights","updated_at":"2012-01-26T13:47:21+00:00","alternative_title":"","overview":"When you use an employment agency or employment business to find work it has to follow certain rules in the way it treats you","title":"Agency workers: your rights","video_summary":"","video_url":"","parts":[{"table":{"body":"When you use an employment agency or employment business to find work it has to follow certain rules in the way it treats you.\r\n\r\nDifferent rules apply to an employment agencies and to employment businesses and depend on whether you are looking for:\r\n\r\n- temporary work \r\n- work in the [entertainment and modelling industries](entertainment-and-modelling-agencies \"Entertainment and modelling industries\")  \r\n- [permanent or fixed-term work](permanent-and-fixedterm-work \"permanent or fixed-term work\")","slug":"overview","title":"Overview"}},{"table":{"body":"^An agency can't charge you a fee for finding or trying to find you work ^\r\n\r\n##Additional paid services##\r\n\r\nAn agency is allowed to charge you for certain services such as: CV writing, training, transport\r\n\r\nIf your agency offers you additional services they:\r\n\r\n- can charge you for them \r\n- must give you full written details  - including your right to cancel and the notice period you must give \r\n- can't make you use these services as a condition for finding you work\r\n\r\n##Cancelling paid services##\r\n\r\nYou can cancel paid services without a penalty.\r\n\r\nYou must give a minimum of:\r\n \r\n- 10 working days written notice to the agency to cancel living accommodation  \r\n- 5 working days notice for all other services\r\n\r\nYou can make a complaint about the agency. Contact the [Pay and Work Rights Helpline](where-to-get-help \"Where to get help\"). \r\n\r\n^Difference rules apply to [entertainment and modelling agencies](entertainment-and-modelling-agencies \"Entertainment and modelling agencies\")^","slug":"fees","title":"Fees"}},{"table":{"body":"Your agency must give you written terms of employment before looking for work for you. \r\n\r\nThese should include:\r\n\r\n- whether you are employed under a contract for services or a contract of employment   \r\n- your notice period   \r\n- your pay details   \r\n- your holiday entitlement  \r\n\r\n^An agency cannot change your terms and conditions without telling you^\r\n\r\nIf you agree to changes you must be given a new document with the full details of the changes and when they apply.\r\n\r\nAn agency cannot give information about you to any third parties or to a current employer without your permission - except for legal purposes or to a professional body to which you belong.\r\n\r\n##Workers under the age of 18##\r\n\r\nIf you are under 18 and expected to work during school hours, your agency must check that you have received advice from the local careers service. \r\n\r\nIf the agency is arranging a job abroad, it must have written consent from your parent or guardian.\r\n\r\n##When an agency offers you a job with a company##\r\nThey should tell you:\r\n\r\n- your start date   \r\n- likely length of the work   \r\n- type of work    \r\n- location  \r\n- your hours   \r\n- health and safety risks and steps the hirer has taken to control these risks   \r\n- experience, training or qualifications needed for the role   ","slug":"basic-information-you-should-receive","title":"Basic information you should receive"}},{"table":{"body":"As a temporary agency worker you're entitled to:\r\n\r\n- paid holiday  \r\n- rest breaks and limits on working time   \r\n- no unlawful deductions from wages   \r\n- the National Minimum Wage   \r\n- not to be discriminated against under any of the equality legislation   \r\n- protection under health and safety laws\r\n- access to shared facilities and amenities or services provided by your hirer (see below)\r\n- information on job vacancies with your hirer \r\n\r\nExample of shared facilities and amenities:\r\n\r\n- access to a canteen or food and drinks machines  \r\n- a workplace crèche (subject to the same waiting lists or conditions as comparable employees or workers)   \r\n- transport services (local pick up service, inter-site transport)   \r\n- a staff common room   \r\n- a mother and baby room   \r\n- a prayer room   \r\n- car parking (subject to the same restrictions as comparable employees or workers) \r\n\r\nHirers can only refuse you access to facilities if they can 'objectively justify' denying you access. \r\n\r\nCost alone is unlikely to be a sufficient reason to exclude you. \r\n\r\n##Maternity, paternity and adoption pay## \r\nYou may have the right to maternity or paternity pay, but not maternity or paternity leave.\r\n\r\n##Statutory Sick Pay##\r\nYou can get Statutory Sick Pay (SSP) in the same way as can other workers. HM Revenue & Customs (HMRC) can help decide what you are entitled to.\r\n\r\n##Redundancy pay##\r\nTemporary agency workers are not entitled to redundancy pay or to claim unfair dismissal, which are rights available to employees.\r\n\r\n##After 12 weeks in the same job with the same hirer##\r\nYou are entitled to the same basic terms and conditions as if you had been recruited directly including:\r\n\r\n- basic pay, including holiday pay, overtime and bonuses linked to your performance      \r\n- working time – for example not having to work more than 48 hours a week if those directly recruited are not       \r\n- annual leave - where this is above your legal entitlement you may get additional pay to cover this\r\n- night work    \r\n- rest breaks and rest periods\r\n- paid time off for antenatal appointments \r\n\r\n^Your rights are based on those of a comparable worker - someone doing the same job or broadly similar work to you usually at the same workplace^\r\n\r\nIt does not matter if you are working part time or full time.\r\n\r\nIf there are no comparable workers or employees you have no entitlement to equal treatment.\r\n\r\n[Do you qualify](do-you-qualify-for-equal-treatment-after-12-weeks \"Do you qualify for equal treatment after 12 weeks\")\r\n\r\nTo find the terms and conditions for someone directly recruited they are usually set out in:\r\n\r\n- standard contracts    \r\n- pay scales    \r\n- collective agreements - which are agreements negotiated between the hirer and a trade union   \r\n- company handbooks or similar including those found on intranets or staff notice boards\r\n\r\n*[SSP]: Statutory Sick Pay\r\n*[HMRC]: HM Revenue & Customs\r\n","slug":"your-rights-as-a-temporary-agency-worker","title":"Your rights as a temporary agency worker"}},{"table":{"body":"In some cases, knowing you have qualified for equal treatment will be straightforward. You will have worked in the same job with the same hirer for 12 weeks.\r\n\r\n##Breaks between assignments##\r\nHowever breaks between assignments can either:\r\n\r\n- count towards the qualifying period  \r\n- pause the qualifying period  \r\n- reset the qualifying period to zero  \r\n\r\n##Working out your qualifying period##\r\n\r\nYour qualifying period starts again at zero if:\r\n\r\n- you move to a new assignment with a new hirer  \r\n- you remain with the same hirer but you are no longer in the same role – you are doing a 'substantively different' role  \r\n- there is a break between assignments with the same hirer of more than 6 weeks  \r\n\r\n##What is a substantively different' role?##\r\n\r\nIf your job with the same hirer changes a lot, meaning that you are doing different work, it could mean that the role is substantively different. If so, the qualifying period would start again.\r\n\r\nIt is not enough that only your line manager has changed or you have changed locations. There has to be a genuine and real difference to the role, for example a combination of the following:\r\n\r\n- different skills used or new training\r\n- different pay rate \r\n- different location\r\n- different working hours \r\n\r\nYour qualifying period is paused for reasons including:\r\n\r\n- a break for any reason that is no more than 6 weeks and you return to the same role at the same hirer  \r\n- a break of up to 28 weeks because you are incapable of work because of sickness or injury  \r\n- any break where you take your leave entitlements, such as annual leave  \r\n- a break which is due to the workplace closing, such as a Christmas shutdown  \r\n- a break caused by a strike or other industrial action at the workplace  \r\n- a break due to attending jury service up to 28 weeks  \r\n\r\nBreaks that count towards your qualifying period include:\r\n\r\n- pregnancy, childbirth or maternity breaks which take place during pregnancy and up to 26 weeks after childbirth  \r\n- any breaks due to taking maternity leave, adoption leave or paternity leave  \r\n\r\nFor the qualifying period to be reset to zero, your agency must tell you in writing that the role has substantively changed and the qualifying period will start again.\r\n\r\n$EExample: you have worked in a warehouse on a production line to assemble a product. Simply moving you from a production line to a packing role requires little training and uses the majority of the same skills. It is unlikely to be substantively different$E\r\n\r\nHowever if you have worked on the production line and then move into an administrative role, then this is likely to be substantively different. In this situation the qualifying period starts again.\r\n\r\n","slug":"do-you-qualify-for-equal-treatment-after-12-weeks","title":"Do you qualify for equal treatment after 12 weeks?"}},{"table":{"body":"^You have a right to be paid by the agency for all the hours that you've worked, whether or not you sent in a timesheet^\r\n\r\nYour agency could delay paying you while they investigate whether you worked for the time in question, but only for a reasonable period.\r\n\r\nYou have a right to be paid for work you've done even if the employment agency hasn’t been paid by the company hiring you.\r\n\r\n##The standard of your work##\r\n\r\nIf a company is unhappy with your work, it is a contractual matter between the agency and the company. The agency still has to pay you for all the hours that you've worked.","slug":"pay","title":"Pay"}},{"table":{"body":"Your agency may:\r\n\r\n- offer you a permanent contract of employment before the first assignment under the contract\r\n- pay you between assignments when there is no work  \r\n\r\nThis means however that you will not be entitled to equal pay (including holiday pay) after 12 weeks in the same job. \r\n\r\nAll other entitlements will apply in the same way as for other agency workers.\r\n\r\n^You become an employee of the employment business and will not be entitled to equal pay after 12 weeks because you are entitled to pay between assignments^\r\n\r\nYou cannot be forced to sign this type of contract and it may not suit everyone.\r\n\r\nThe contract must tell you:\r\n\r\n- minimum pay rates and how they are calculated\r\n- the location of work reflecting where you are willing to travel (so if you live in London the agency could not offer you work in Glasgow unless you agreed)\r\n- the minimum and maximum expected hours of work which must be at least 1 hour a week\r\n- the nature of the work\r\n- a statement that makes it clear that you're giving up the right to equal treatment with regard to pay\r\n\r\nIn weeks you're not working you must receive pay between assignments. \r\n\r\nThis must be:  \r\n\r\n- 50 per cent of the rate of pay from your previous assignment calculated at the highest rate of pay received during any 1 week  \r\n- at least the [National Minimum Wage](/national-minimum-wage-rates \"National Minimum Wage rates\")\r\n\r\nThe agency can't ask you to come into the agency for an hour to avoid paying you between assignments. \r\n\r\nYou will need to be on genuine assignment with a hirer.\r\n\r\nIf you are not and the agency is refusing to pay you could make a claim to an [Employment Tribunal](/employment-tribunals \"Employment Tribunals\").\r\n\r\nWhile the contract is in place you will be entitled to pay between assignments until the agency finds you another job.\r\n\r\nThe pay between assignments does not apply to periods between two short assignments which fall in the same week.\r\n\r\n$EFor example: if you work on Monday and do not work again until Friday, you will only be paid during the weeks where you have no work at all but are available to work $E\r\n\r\n##Ending a pay between assignments contract##\r\n\r\nIf the agency wants to end the contract: \r\n\r\n- it must first give you 4 weeks' pay between assignments\r\n- you might be entitled to certain rights, including notice pay and redundancy pay\r\n\r\nThe contract can end earlier for other reasons if, for example, you resign.\r\n\r\n\r\n","slug":"pay-between-assignments","title":"Pay between assignments"}},{"table":{"body":"You have certain rights to stop you being discriminated against because:\r\n\r\n- of your pregnancy \r\n- you have given birth in the last 6 months  \r\n- you are breastfeeding  \r\n\r\nYou will first need to tell the agency about your pregnancy and write to the hirer where you are working.\r\n\r\n##What happens if there is a risk to your health?##\r\n\r\nYour hirer will need to make an adjustment if it is reasonable. If it is not reasonable then your agency should offer you suitable alternative work if available. \r\n\r\nYou should be paid at least the same rate until the end of the assignment.\r\n\r\nIf there is no suitable work the agency must pay you at the same rate for the length of the terminated assignment. \r\n\r\nIf the end date is not known, the agency must pay you for what would have been the likely duration of the terminated assignment.\r\n\r\n##Antenatal appointments##\r\n\r\nAfter 12 weeks in the same job pregnant agency workers are allowed paid time off to go to:\r\n\r\n- antenatal medical appointments  \r\n- antenatal classes  \r\n\r\nYou will continue to be paid at the usual hourly rate. This includes time taken to travel to the appointment and back if it is during your normal working hours and the appointment itself.\r\n\r\nTry to avoid taking time off work where you can reasonably arrange classes or examinations outside working hours.\r\n\r\n##Examples of discrimination##\r\n\r\nIt would be discrimination if on the grounds of your pregnancy:\r\n\r\n- an agency refused to place you in an assignment\r\n- a hirer refused to accept you\r\n- an assignment was terminated\r\n\r\nIt may be indirect discrimination if an agency:\r\n\r\n- refuses to accept you on its books\r\n- offers only very short assignments while offering longer assignments to other agency workers\r\n\r\nIt may be discrimination in certain circumstances where a hirer won’t let you return to your temporary post following an absence due to maternity.\r\n","slug":"pregnant-agency-workers","title":"Pregnant agency workers"}},{"table":{"body":"If you use an agency to find you work in entertainment or modelling the agency must follow certain rules. \r\n\r\n##Charging fees## \r\nAgencies can charge you a fee when looking for entertainment or modelling work under two circumstances:\r\n\r\n- commission or fees from earnings from work the agency found for you   \r\n- a fee for including your details in a publication or on a website \r\n\r\n^Fees are not allowed if you are looking for work as a photographic or fashion model^\r\n\r\nAn agency can only deduct money from your pay for work they have found for you if they have previously given you details of the fee and services in writing.\r\n\r\n##If you agree to pay a fee##\r\nIf the agency is finding you work as an actor, background artist, dancer, extra, musician, singer or other performer and you agree to pay to be included in a publication or website:\r\n\r\n- the agency will not be able to take any money from you for 30 days from entering into an agreement \r\n- you will have the right during this 30 day period to withdraw from the contract \r\n- you will have to be shown the information about you which will be included and you will have 7 days to object \r\n- you will not be able to be charged until the end of the 7 days or any reasonable objections have been dealt with (even if the 30 day cooling off period has elapsed) \r\n\r\nIf you are charged an upfront fee you will have the right to a refund if your name is not published and made available to potential hirers, 60 days after paying it.\r\n\r\n##Photographic and fashion models##\r\n\r\n###Upfront fees###\r\nAn agency finding you work as a photographic and/or fashion model is banned from charging you an upfront fee for including your details in a publication or on a website.\r\n\r\n###Cooling off periods###\r\nThere is a 30 day cooling off period for photographic and audio visual services when these are provided as an additional service.\r\n","slug":"entertainment-and-modelling-agencies","title":"Entertainment and modelling agencies"}},{"table":{"body":"If you use an employment agency to find permanent or fixed-term work:\r\n\r\n- your employment contract is likely to be with the company that hires you, rather than the employment agency  \r\n- your employment rights will be the same as other permanent or fixed-term members of staff  \r\n- the employment agency will not pay your salary\r\n\r\n","slug":"permanent-and-fixedterm-work","title":"Permanent and fixed-term work"}},{"table":{"body":"^Contact the Pay and Work Rights Helpline or Acas^\r\n\r\n[Pay and Work Rights enquiry form](https://payandworkrights.direct.gov.uk/ \"Pay and Work Rights enquiry form\"){:rel=\"external\"}\r\n\r\n[Pay and Work Rights complaint form](https://payandworkrights.direct.gov.uk/complaints/ \"Pay and Work Rights\"){:rel=\"external\"}\r\n\r\nPay and Work Rights Helpline 0800 917 2368\r\n\r\nAcas Helpline 08457 474 747\r\n\r\n*[Acas]: Advisory, Conciliation and Arbitration Service\r\n\r\n*[HMRC]: HM Revenue and Customs\r\n","slug":"where-to-get-help","title":"Where to get help"}}],"type":"guide"}
