{"slug":"employment-support-allowance","updated_at":"2012-01-30T17:09:28+00:00","alternative_title":"","overview":"Employment and Support Allowance (ESA) provides financial help if you can't work because of illness or disability - rates, appeals, regulations, contribution based ESA and applying","title":"Employment and Support Allowance (ESA)","parts":[{"table":{"body":"Employment and Support Allowance (ESA) offers you personalised support and financial help, so that you can work, if you are able to.\r\n\r\nMost people claiming ESA will be expected to attend work-focused interviews with a personal adviser.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"overview","title":"Overview"}},{"table":{"body":"The amount of Employment and Support Allowance (ESA) you can get depends on your age, how long you have been getting ESA and the [type of ESA you are getting](/employment-support-allowance#eligibility \"eligibility\") . You will not get any money for the first 3 days of your claim.\r\n\r\nIf you get **income-related ESA**, your household income, pension and any savings of £6,000 or more are taken into account.\r\n\r\n###Weekly rate during the first 13 weeks of your claim###\r\n\r\nThe first 13 weeks of your claim is called the 'assessment phase'. The assessment phase rate is paid for the first 13 weeks of your claim.\r\n\r\n**Age of claimant**| **Weekly amount**\r\nA single person aged under 25| up to £53.45\r\nA single person aged 25 and over| up to £67.50\r\n\r\n###Weekly rate from 14 weeks###\r\n\r\nIf the Work Capability Assessment shows that your illness or disability affects your ability to work, then your claim enters the 'main phase'. This starts from week 14 of your claim. If the Work Capability Assessment shows that your illness or disability doesn't affect your ability to work, then you can no longer get ESA. \r\n\r\n**Type of group**| **Weekly amount**\r\nA single person in the [Work Related Activity Group](/employment-support-allowance#further-information \"further information\")| up to £94.25\r\nA single person in the [Support Group](/employment-support-allowance#further-information \"further information\")| up to £99.85\r\n\r\nDepending on your circumstances you may be able to get more money if you get **income-related ESA**. \r\n\r\nYou can only get extra money for your husband, wife or civil partner if you get **income-related ESA**.\r\n\r\n###What can reduce the amount of ESA you get?###\r\n\r\n**Income-related ESA**, can be reduced by:\r\n\r\n- household income\r\n- any savings of £6,000 or more\r\n\r\n**Contribution-based ESA** can be reduced by:\r\n\r\n- half of the amount of gross pension income you get over £85 a week\r\n- other social security benefits\r\n\r\n##Work focused interviews##\r\n\r\nYou might be asked to go to work focused interviews that will help you get back into work. If you don't take part in these interviews, your benefit might be reduced.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"There are 2 types of Employment and Support Allowance (ESA):\r\n\r\n- contribution-based\r\n- income-related\r\n\r\n##Contribution-based ESA##\r\n\r\nYou may be entitled to claim contribution-based Employment and Support Allowance if you've paid enough National Insurance contributions.\r\n\r\nIf you're aged between 16 and 20 (or 16 and 25 if you were in education or training at least 3 months immediately before turning 20), you must have been too ill to work:\r\n\r\n- because of an illness or disability for at least 28 weeks\r\n- before you turned 20 (or 25 if you were in education or training at least 3 months immediately before turning 20)\r\n\r\n##Income-based ESA##\r\n\r\nYou may be entitled to claim income-based ESA if you don't have enough money coming in, or you haven't paid enough National Insurance contributions, and you satisfy the entitlement conditions.\r\n\r\nThis means that you have savings of less than £16,000 and, if you have a partner or civil partner, they work for less than 24 hours a week on average.\r\n\r\n##Who can get ESA##\r\n\r\nYou may be able to claim ESA if any of the following apply to you:\r\n\r\n- your Statutory Sick Pay has ended, or you can't get it\r\n- you are self employed or unemployed\r\n- you have been getting Statutory Maternity Pay (SMP) and have not gone back to work for your employer because you have an illness or disability which affects your ability to work\r\n- you are under State Pension age \r\n\r\nYou must also either:\r\n\r\n- have had an illness or disability which affects your ability to work for at least 4 days in a row (including weekends and public holidays)\r\n- be unable to work for 2 or more days out of 7 consecutive days\r\n- be getting special medical treatment\r\n\r\n##Work capability assessments##\r\n\r\nDWP may ask you to take part in a [work capability assessment.](http://www.direct.gov.uk/en/MoneyTaxAndBenefits/BenefitsTaxCreditsAndOtherSupport/Illorinjured/DG_172012 \"Work capability assessment\"){:rel=\"external\"}  A ‘work capability assessment’ means:\r\n\r\n- filling in and returning a questionnaire\r\n- going to a medical assessment\r\n\r\nIf you don't fill in the form or take part in an assessment your benefit may be stopped.\r\n\r\n*[ESA]: Employment and Support Allowance\r\n*[DWP]: Department for Work and Pensions\r\n*[SMP]: Statutory Maternity Pay","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can claim Employment and Support Allowance by telephone or by downloading a claim form.\r\n\r\n##Claiming by telephone##\r\n\r\n$C**Contact centre numbers**  \r\nTelephone: 0800 055 6688  \r\nTextphone: 0800 023 4888  \r\nWelsh language telephone: 0800 012 1888  \r\nMonday to Friday, 8am to 6pm $C\r\n\r\n##Downloading a claim form##\r\n\r\nThe claim form is called Employment and Support Allowance ESA1. You will have to print this form and post it to Jobcentre Plus.\r\n\r\nThere are guidance notes which you need to read before filling in the claim form.\r\n\r\nThere are 2 versions of the ESA1 form. One version must be printed and filled in with a pen. The other version can be filled in using a computer, however,\r\nafter you have completed the form on screen, you will have to print and sign it.\r\n\r\n$D\r\n\r\n[Download ESA1 to be printed and completed with a pen (PDF, 602KB)](http://www.dwp.gov.uk/docs/esa1-print.pdf \"ESA1 print off and complete with a pen\"){:rel=\"external\"}\r\n\r\n[Download ESA1 to be completed using a computer (PDF, 1.5MB)](http://www.dwp.gov.uk/docs/esa1.pdf \"ESA1 to complete using a computer\"){:rel=\"external\"}$D\r\n\r\n*[ESA]: Employment and Support Allowance\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"For new claims, Employment and Support Allowance (ESA) consists of 2 phases:\r\n\r\n- the assessment phase\r\n- the main phase\r\n\r\n##The 'assessment phase'##\r\n\r\nThe 'assessment phase' lasts for the first 13 weeks of your claim. This is while a decision is made on your capability for work through the [Work Capability Assessment.](http://www.direct.gov.uk/en/MoneyTaxAndBenefits/BenefitsTaxCreditsAndOtherSupport/Illorinjured/DG_172012 \"Work capability assessment\"){:rel=\"external\"} During this phase, [ESA is paid at a basic rate](/employment-support-allowance \"What you'll get\").\r\n\r\n##The 'main phase'##\r\n\r\nIf the Work Capability Assessment shows that your illness or disability limits your ability to work, you will start the 'main phase' from week 14 of your claim. During this phase, an additional amount (called a component) is paid on top of the basic rate.\r\n\r\nThere are 2 groups within the main phase:\r\n\r\n- Work-Related Activity Group\r\n- Support Group\r\n\r\n###Work-Related Activity Group###\r\n\r\nIf you're placed in the Work-Related Activity Group, you'll be expected to take part in work-focused interviews with your personal adviser. You'll get support to help you prepare for suitable work.\r\n\r\nYou'll get extra money called 'a work-related activity component' in addition to your basic amount of ESA.\r\n\r\nYou're don't have to attend the Work-Focused Interview until it’s been confirmed that you've been placed in the Work-Related Activity Group.\r\n\r\n###Support Group###\r\n\r\nIf your illness or disability has a severe effect on your ability to work, you won't be expected to work. But, you can work on a voluntary basis if you want to.\r\n\r\nYou'll get a support component in addition to your basic rate.\r\n\r\n##If you have been living or working abroad##\r\n\r\nLiving or working abroad can affect your ESA claim. You may be able to claim if you have either:\r\n\r\n- paid enough UK National Insurance contributions in the past (and the equivalent in certain other countries)\r\n- worked abroad for an employer based in the UK and paid National Insurance Contributions for the first 52 weeks of that employment\r\n\r\n##Moving onto ESA from Incapacity Benefits##\r\n\r\nYou'll be told whether you're in the Support Group or Work-Related Activity Group after the review of your claim to:\r\n\r\n- Incapacity Benefit\r\n- Income Support paid on the grounds of illness or disability\r\n- Severe Disablement Allowance\r\n\r\nYour benefit will be transferred automatically and there will be no break in the payments you receive.\r\n\r\nIf the amount of incapacity benefit you get is more than the amount of ESA, you’ll get a 'top-up payment'. This means that you'll continue to get the same amount of money as you get now. The amount of benefit you get won't rise until the amount of ESA catches up with the amount of the top-up payment.   \r\n\r\nIf the amount of incapacity benefit you get is lower than the amount of ESA, you will get more money. Your money will increase as soon as you move to ESA.\r\n\r\n##Helping you into work##\r\n\r\nIf you are in the Work-Related Activity Group, you'll see your personal adviser regularly to discuss your work prospects. They'll give you help and advice with:\r\n\r\n- your job goals\r\n- your skills, strengths and abilities\r\n- steps you can take to help find suitable work\r\n- your ideas, problems and any other work related issues you want to talk about\r\n\r\nIt may affect your entitlement to Employment and Support Allowance if you refuse to:\r\n\r\n- go to the work-focused interviews\r\n- take part fully in the work-focused interviews\r\n\r\nIf you're in the Support Group, you don't have to go to interviews, however, you can ask to talk to a personal adviser if you want to.\r\n\r\n*[ESA]: Employment and Support Allowance","slug":"further-information","title":"Further information"}}],"type":"programme"}
