{"slug":"power-of-attorney","updated_at":"2012-02-02T11:58:18+00:00","alternative_title":"Lasting and Enduring Power of Attorney","overview":"A Lasting Power of Attorney lets you appoint someone to make decisions on your behalf about your finances or your health and welfare","title":"Lasting Power of Attorney","video_summary":"","video_url":"","parts":[{"table":{"body":"A Lasting Power of Attorney lets you appoint someone to make decisions on your behalf. Lasting Powers of Attorney are normally used when someone is unable to make their own decisions.\r\n\r\nThere are 2 types:\r\n\r\n- health and welfare Lasting Power of Attorney\r\n- property and financial affairs Lasting Power of Attorney\r\n\r\nYou can choose to make one type of Lasting Power of Attorney or both.\r\n\r\n##Health and welfare Lasting Power of Attorney\r\n\r\nA health and welfare Lasting Power of Attorney allows you to choose one or more people to make decisions about things like: \r\n\r\n- your daily routine (eg eating and what to wear)\r\n- medical care\r\n- moving into a care home \r\n- refusing life-sustaining treatment\r\n\r\nA health and welfare Lasting Power of Attorney can only be used once you're unable to make decisions for yourself.\r\n\r\n##Property and financial affairs Lasting Power of Attorney\r\n\r\nA property and financial affairs Lasting Power of Attorney lets you choose one or more people to make decisions about money for you. This can include: \r\n\r\n- paying bills\r\n- collecting benefits \r\n- selling your home\r\n\r\nYou can appoint someone as an attorney to look after your property and financial affairs at any time.","slug":"overview","title":"Overview"}},{"table":{"body":"You can choose one or more attorneys to make decisions on your behalf.\r\n\r\nWhen choosing an attorney you should consider:\r\n\r\n- how well the person looks after their own affairs, such as having good finances\r\n- how well you know the person\r\n- if you can trust them to make decisions in your best interests\r\n- how happy they will be to make decisions for you\r\n\r\nAn attorney can be anyone 18 or over, for example:\r\n\r\n- a family member\r\n- a friend\r\n- a professional (eg a solicitor)\r\n- your spouse, partner, or civil partner\r\n\r\n##Who can't be your attorney\r\n\r\nYou can't choose an attorney who:\r\n\r\n- is under 18\r\n- lacks mental capacity\r\n- has been declared bankrupt (if you are making a property and financial affairs Lasting Power of Attorney)","slug":"choosing-your-attorney","title":"Choose your attorney"}},{"table":{"body":"Read the guidance booklets about how to make a Lasting Power of Attorney and how to fill in the forms:\r\n\r\n$D\r\n[Download guidance for making a health and welfare Lasting Power of Attorney (PDF, 1.32MB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-guidance-health-and-welfare.pdf \"guidance for making a health and welfare Lasting Power of Attorney (PDF 1.32MB)\"){:rel=\"external\"}\r\n[Download guidance for making a property and financial affairs Lasting Power of Attorney (PDF, 1.35MB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-guidance-property-affairs.pdf \"guidance for making a property and financial affairs Lasting Power of Attorney (PDF, 1.35MB)\"){:rel=\"external\"}\r\n$D\r\n\r\n##Download the forms you need \r\n\r\nTo make a health and welfare Lasting Power of Attorney, you need to complete the following forms:\r\n\r\n$D\r\n[Download health and welfare Lasting Power of Attorney form (PDF, 570KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lasting-power-of-attorney-health-and-welfare-the-instrument.pdf \"health and welfare Lasting Power of Attorney form (PDF, 570KB)\"){:rel=\"external\"}\r\n[Download continuation sheets for a health and welfare Lasting Power of Attorney (PDF, 390KB)](http://www.justice.gov.uk/downloads/global/forms/opg/hw-continuation-sheet.pdf \"continuation sheets for a health and welfare Lasting Power of Attorney (PDF, 390KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nTo make a property and financial affairs Lasting Power of attorney, you need to complete the following forms:\r\n\r\n$D\r\n[Download property and financial affairs Lasting Power of Attorney form (PDF, 650KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lasting-power-of-attorney-property-and-financial-affairs-the-instrument.pdf \"property and financial affairs Lasting Power of Attorney form (PDF, 650KB)\"){:rel=\"external\"}\r\n[Download continuation sheets for a property and financial affairs Lasting Power of Attorney (PDF, 380KB)](http://www.justice.gov.uk/downloads/global/forms/opg/pfa-continuation-sheets.pdf \"continuation sheets for a property and financial affairs Lasting Power of Attorney (PDF, 380KB)\"){:rel=\"external\"}\r\n$D\r\n\r\n###Large print forms and guidance\r\n\r\nYou can also download the guidance and forms in large print versions:\r\n\r\n$D\r\n[Download guidance for making a health and welfare Lasting Power of Attorney - large print version (PDF, 3.89MB)](http://www.justice.gov.uk/downloads/global/forms/opg/health-welfare-guidance-large-print-1109.pdf \"Health and welfare Lasting Power of Attorney form - large print version (PDF, 3.89MB)\"){:rel=\"external\"}\r\n[Download health and welfare Lasting Power of Attorney form - large print version (PDF, 590KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-hw-lrg-print-info-1009.pdf \"Health and welfare Lasting Power of Attorney form - large print version (PDF, 590KB)\"){:rel=\"external\"}\r\n[Download continuation sheets for a health and welfare Lasting Power of Attorney - large print version (PDF, 410KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-hw-continuation-sheets-lrg-print-1009.pdf \"Continuation sheets for a health and welfare Lasting Power of Attorney - large print version (PDF, 410KB)\"){:rel=\"external\"}\r\n[Download guidance for making a property and financial affairs Lasting Power of Attorney - large print version (PDF, 3.98MB)](http://www.justice.gov.uk/downloads/global/forms/opg/property-financial-affairs-guidance-large-print-1009.pdf \"Health and welfare Lasting Power of Attorney form - large print version (PDF, 3.98MB)\"){:rel=\"external\"}\r\n[Download property and financial affairs Lasting Power of Attorney form - large print version (PDF, 600KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-pfa-lrg-print-1009.pdf \"Property and financial affairs Lasting Power of Attorney form - large print version (PDF, 600KB)\"){:rel=\"external\"}\r\n[Download continuation sheets for a property and financial affairs Lasting Power of Attorney - large print version (PDF, 400KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-pfa-continuation-sheets-lrg-print-1009.pdf \"Continuation sheets for a property and financial affairs Lasting Power of Attorney - large print version (PDF, 400KB)\"){:rel=\"external\"}\r\n$D","slug":"make-a-lasting-power-of-attorney","title":"Make a Lasting Power of Attorney"}},{"table":{"body":"%A Lasting Power of Attorney can only be used once it has been registered with the Office of the Public Guardian.%\r\n\r\nA Lasting Power can be registered by the person who needs an attorney (the donor) if they are able to make their own decisions, or the attorney themselves.\r\n\r\nYou should read the [guidance notes on how to register a Lasting Power of Attorney (PDF, 590KB).](http://www.justice.gov.uk/downloads/global/forms/opg/lpa-guidance-registering-your-LPA.pdf \"guidance notes on how to register a Lasting Power of Attorney (PDF, 590KB)\"){:rel=\"external\"}\r\n\r\n^It can take up to 13 weeks to register a Lasting Power of Attorney.^\r\n\r\nAll applications will be checked and people who the donor has nominated will be contacted by the person registering the Lasting Power of Attorney.\r\n\r\nTo register a Lasting Power of Attorney, you need to complete the following forms:\r\n\r\n$D\r\n[Download LPA001 - notice of intention to apply for registration of a Lasting Power of Attorney (PDF, 360KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa001.pdf \"LPA001 - notice of intention to apply for registration of a Lasting Power of Attorney (PDF, 360KB)\"){:rel=\"external\"}\r\n[Download LPA002 - application to register a Lasting Power of Attorney (PDF, 780KB)](http://www.justice.gov.uk/downloads/global/forms/opg/lpa002.pdf \"LPA002 - application to register a Lasting Power of Attorney (PDF, 780KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou should read the [guidance notes for completing the application to register form (PDF, 140KB).](http://www.justice.gov.uk/downloads/global/forms/opg/lpa002-notes.pdf \"guidance notes for completing the application to register form (PDF, 140KB)\"){:rel=\"external\"}\r\n\r\nWhen you register a Lasting Power of Attorney you must also include:\r\n\r\n- the original Lasting Power of Attorney form\r\n- the fee, or form LPA120 if applying for a fee remission or exemption\r\n\r\nYou should send all your documents to the Office of the Public Guardian:\r\n\r\n$A\r\nOffice of the Public Guardian\r\nPO Box 16185\r\nBirmingham\r\nB2 2WH\r\n$A","slug":"register-a-lasting-power-of-attorney","title":"Register a Lasting Power of Attorney"}},{"table":{"body":"There is a fee of £130 for registering each Lasting Power of Attorney. If you're registering both types of Lasting Power of Attorney the total fee will be £260. \r\n\r\nCheques should be made payable to 'Office of the Public Guardian' for the full amount and included when a Lasting Power of Attorney is registered.\r\n\r\nThe donor's name should be written on the back of the cheque. If known, the case and fee numbers should also be written on the back of the cheque.\r\n\r\nThe fee can also be paid by credit or debit card by calling 020 7664 7100. If you're paying by credit card, you need to say this on your application form or your covering letter. You should also include your phone number if you need to be contacted.\r\n\r\n**Some people do not have to pay the fee.** Read the [Office of the Public Guardian fees, exemptions and remission guidance (PDF, 80KB).](http://www.justice.gov.uk/downloads/global/forms/opg/lpa120-fee-guide.pdf \"Office of the Public Guardian fees, exemptions and remission guidance (PDF, 80KB)\"){:rel=\"external\"}","slug":"how-much-it-costs","title":"How much it costs"}},{"table":{"body":"Only the following people can object to a Lasting Power of Attorney when it is registered:\r\n\r\n- the donor\r\n- the people the donor named in the Lasting Power of Attorney form to be told of the registration\r\n- the attorney(s)\r\n\r\nThe Office of the Public Guardian or the Court of Protection will contact the donor and any of the attorneys who did not apply for the registration. Whoever is registering the Lasting Power of Attorney will contact the people nominated by the donor.","slug":"object-to-the-registration-of-a-lasting-power-of-attorney","title":"Object to the registration of a Lasting Power of Attorney"}},{"table":{"body":"##How to cancel a Lasting Power of Attorney\r\n\r\nThe donor can cancel a Lasting Power of Attorney at any time they want to, even if it's been registered.\r\n\r\nTo cancel a Lasting Power of Attorney, the donor must complete a [deed of revocation](deed-of-revocation \"deed of revocation\").\r\n\r\n##When a Lasting Power of Attorney ends\r\n\r\nA Lasting Power of Attorney will end automatically if:\r\n\r\n- the attorney dies\r\n- one attorney dies and the Lasting Power of Attorney says all the attorneys must make decisions together (known as 'acting jointly')\r\n- the donor or the attorney becomes bankrupt (if it is a property and financial affairs Lasting Power of Attorney)\r\n- the attorney or attorneys lack the mental capacity to make decisions\r\n- the power is ‘disclaimed’ (or rejected) by the attorney\r\n\r\nIf more than one attorney was nominated and they are allowed to act independently from each other (known as 'acting severally'), the remaining attorneys will be able to continue making decisions for the donor.\r\n\r\nIf you choose your spouse or partner as your attorney but you later split up, your Lasting Power of Attorney will become invalid unless:\r\n\r\n- you included a condition in your Lasting Power of Attorney that says they can continue to act as your attorney\r\n- you have appointed more than one attorney\r\n- you appointed a replacement attorney who will automatically take over\r\n\r\n\r\n\r\n","slug":"cancel-or-end-a-lasting-power-of-attorney","title":"Cancel or end a Lasting Power of Attorney"}},{"table":{"body":"A deed of revocation can be used to cancel a Lasting Power of Attorney. The example of a deed of revocation on this page can be used in a letter. \r\n\r\nThe deed of revocation should be sent to the attorneys and to the Office of the Public Guardian:\r\n\r\n$A\r\nOffice of the Public Guardian\r\nPO Box 16185\r\nBirmingham\r\nB2 2WH\r\n$A\r\n\r\n##Example of a 'deed of revocation'\r\n\r\nThis deed of revocation is made by [donor's name] of [donor's address]. \r\n\r\n1. I granted a Lasting Power of Attorney for Property and Financial Affairs/Health and Welfare [delete as appropriate] on [date donor signed the Lasting Power of Attorney] appointing [name of first attorney] of [address of first attorney] and [name of second attorney] of [address of second attorney] to act as my attorney(s). \r\n\r\n2. I revoke the Lasting Power of Attorney and the authority granted by it. \r\n\r\nSigned and delivered as a deed [donor's signature]  \r\nDate signed [date]  \r\nWitnessed by [signature of witness]  \r\nFull name of witness [name of witness]  \r\nAddress of witness [address of witness]","slug":"deed-of-revocation","title":"Deed of revocation"}},{"table":{"body":"Enduring Powers of Attorney were replaced by Lasting Powers of Attorney but they can still be used if they were made and signed before October 2007.\r\n\r\nIf you already have an Enduring Power of Attorney, you can also make a Lasting Power of Attorney. For example, you can have an Enduring Power of Attorney for finance and property decisions and a Lasting Power of Attorney for health and welfare decisions.\r\n\r\nAn Enduring Power of Attorney can be used at any time but it must be registered when the donor loses mental capacity. To register it, the following forms need to be completed:\r\n\r\n$D\r\n[Download EP1PG - Notice of intention to apply for registration of an Enduring Power of Attorney (PDF, 140KB)](http://www.justice.gov.uk/downloads/global/forms/opg/EP1PG_Notice_of_intention_to_register_an_EPA.pdf \"EP1PG - Notice of intention to apply for registration of an Enduring Power of Attorney (PDF, 140KB)\"){:rel=\"external\"}\r\n[Download EP2PG - Application for registration of an Enduring Power of Attorney (PDF, 310KB)](http://www.justice.gov.uk/downloads/global/forms/opg/EP2PG_Application_to_register_an_EPA.pdf \"EP2PG - Application for registration of an Enduring Power of Attorney (PDF, 310KB)\"){:rel=\"external\"}\r\n$D\r\n\r\nYou should read the [guidance notes for completing the application for registration form.](http://www.justice.gov.uk/downloads/global/forms/opg/ep2pg-notes.pdf \"guidance notes for completing the application for registration form\"){:rel=\"external\"}\r\n\r\nThe completed forms should be sent to the following address:\r\n\r\n$A\r\nOffice of the Public Guardian\r\nPO Box 16185\r\nBirmingham\r\nB2 2WH\r\n$A\r\n\r\n##Cancelling an Enduring Power of Attorney\r\n\r\nAn Enduring Power of Attorney that has not been registered can be cancelled at any time.\r\n\r\nAn Enduring Power of Attorney that has been registered cannot be cancelled without getting permission from the Court of Protection. The donor will need to prove to the Court of Protection:\r\n\r\n- that they understand who the attorney is and what powers they have\r\n- that they understand the effect of the cancellation\r\n- why the Enduring Power of Attorney needs to be cancelled\r\n\r\nAnd Enduring Power of Attorney is automatically cancelled if:\r\n\r\n- the donor or the attorney are declared bankrupt\r\n- the donor or the attorney die\r\n- the power is ‘disclaimed’ (or rejected) by the attorney\r\n- the Court of Protection cancels the power because of concerns about the attorney","slug":"if-you-already-have-an-enduring-power-of-attorney","title":"If you already have an Enduring Power of Attorney"}}],"type":"guide"}
