{"slug":"overtime-your-rights","updated_at":"2012-01-26T13:58:26+00:00","alternative_title":"","overview":"Overtime law - what is overtime, overtime law, overtime pay, employee rights, part-time workers and time off in lieu","title":"Overtime - your rights","video_summary":"","video_url":"","parts":[{"table":{"body":"##What is overtime?\r\nOvertime means any time you work beyond your normal working hours (these are usually set out in your contract).\r\n\r\n##Overtime pay\r\nYour employer doesn’t have to pay you for overtime you work. However, by law, your average pay for the total hours you’ve worked mustn’t fall below the [National Minimum Wage rate](/national-minimum-wage-rates \"National Minimum Wage rates\").\r\n\r\nYour [employment contract](/employment-contracts-and-conditions \"Employment contracts and conditions\") will usually include details of overtime pay rates and how they’re worked out.","slug":"overview","title":"Overview"}},{"table":{"body":"##Can you be forced to work overtime?\r\nYou only have to work overtime if your contract says so. \r\n\r\nEven if it does, by law, you can't usually be forced to work more than an average of [48 hours per week](/maximum-weekly-working-hours \"Maximum weekly working hours\"). You can agree to work longer - this agreement must be in writing and signed by you.\r\n\r\n##Can you be stopped from working overtime?\r\nUnless your contract guarantees you overtime, your employer can stop you working it. \r\n\r\nHowever, your employer mustn't [discriminate against you](/discrimination-your-rights/discrimination-at-work \"Discrimination at work\") or bully you by letting others work overtime but stopping you from doing so.","slug":"compulsory-overtime","title":"Compulsory overtime"}},{"table":{"body":"##Time off in lieu (TOIL)\r\nSome employers give you time off instead of paying for overtime. This is known as 'time off in lieu'. \r\n\r\nThe terms (for example, when you can take it) are agreed between you and your employer.\r\n\r\n##How overtime affects paid leave\r\nUsually, overtime isn't taken into account when working out [holiday pay](/holiday-entitlement-your-rights \"Holiday entitlement: your rights\") or paid [maternity](/maternity-leave \"Maternity leave\"), [paternity](/paternityleave \"Paternity leave\") or [adoption](/adoption-leave \"Adoption leave\") leave. \r\n\r\nHowever, it is taken into account when the overtime is guaranteed and you have to work it as part of your employment contract.","slug":"time-off-and-paid-leave","title":"Time off and paid leave"}},{"table":{"body":"^By law, part-time workers mustn’t be treated less favourably than full-time staff.^\r\n\r\nUnless it says differently in your employment contract, your employer will usually pay you overtime if you work:\r\n\r\n- longer hours than set out in your contract\r\n- more than the normal working hours of full-time staff (when you must receive extra payments if full-time staff receive them) \r\n- unsocial hours (eg late at night) for which full-time staff would get more pay","slug":"parttime-workers","title":"Part-time workers"}},{"table":{"body":"Call the Pay and Work Rights Helpline on 0800 917 2368 for free and confidential advice on working hours.\r\n","slug":"help-and-advice","title":"Help and advice"}}],"type":"guide"}
