{"slug":"state-pension","updated_at":"2012-01-31T13:38:55+00:00","alternative_title":"State Pension - qualifying and claiming ","overview":"How to get and claim your State Pension - forecast/calculator, State Pension age and Additional State Pension","title":"State Pension - qualifying and claiming","parts":[{"table":{"body":"State Pension is a regular payment from the government. You may get it when you reach your [State Pension age.](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_4017919 \"State Pension age\"){:rel=\"external\"}\r\n\r\nThe State Pension is made up of 2 parts, the basic State Pension and the [Additional State Pension](/additional-state-pension \"Additional State Pension\").","slug":"overview","title":"Overview"}},{"table":{"body":"The following table gives a simple overview of the maximum basic State Pension you may get.\r\n\r\n| **Circumstances**\t| **Basic State Pension rate per week, for 2011-12**|\r\n| Single man or woman | £102.15|\r\n| Married man or woman or civil partner (who qualify with their own National Insurance contributions)\t| £102.15 |\r\n| Married man, woman or civil partner (using his wife’s, her husband’s or their civil partner’s National Insurance contributions record) | £61.20 |\r\n\r\nSee [Calculate your State Pension](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_4017919 \"Calculate your State Pension\"){:rel=\"external\"} to find out how much basic State Pension you may become entitled to based on your National Insurance contributions to date.\r\n\r\n## How is the State Pension rate increased each year?\r\nThe basic State Pension increases every year by whichever of the following is the highest:\r\n\r\n- earnings - the average percentage growth in wages (in Great Britain)\r\n- prices - the percentage increases in prices (in the UK)\r\n- 2.5%","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You must have reached [your State Pension age](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_4017919 \"State Pension age\"){:rel=\"external\"} before you can claim your State Pension.\r\n\r\nThe basic State Pension you may become entitled to is based on years of National Insurance (NI) contributions.\r\n\r\nYou may get a qualifying year if you're:\r\n\r\n- working\r\n- a parent or carer\r\n- claiming certain benefits\r\n\r\n##Working\r\nYou may earn a NI qualifying year when you work. If you’re an employee, in 2011-12, you need to earn £5,304.\r\n\r\nYou may earn a NI qualifying year if you’re self-employed and paying Class 2 NI contributions. You won’t earn a NI qualifying year if you have a small earnings exemption certificate and aren’t paying Class 2 NI contributions.\r\n\r\n##Parents and carers \r\nFrom 6 April 2010 you may be able to get NI credits. If you have enough NI credit then these become NI qualifying years and go towards your State Pension. You may be eligible for NI credits if you’re:\r\n\r\n- a parent claiming Child Benefit for a child under 12\r\n- an approved foster carer \r\n- caring for at least 20 hours per week for one or more severely disabled people\r\n\r\nBefore 6 April 2010, many people who cared for a child under 16 or someone who was severely disabled were eligible for Home Responsibilities Protection (HRP). HRP helped protect a person's State Pension entitlement in these circumstances.  \r\n\r\nNI credits for parents and carers replaced HRP from 6 April 2010. If you reach State Pension age on or after 6 April 2010 and you built up HRP before 6 April 2010 and you had years of HRP before 6 April 2010 these years have automatically been converted into NI credits. This is up to a maximum of 22 years. These NI credits will count towards your basic State Pension.\r\n\r\n##Claiming benefits\r\n\r\nYou'll automatically receive NI credits for the weeks you’ve been claiming the following benefits:\r\n\r\n- Carer’s Allowance  \r\n- Jobseeker’s Allowance  \r\n- Incapacity Benefit  \r\n- Employment and Support Allowance\r\n\r\nFind out more about [getting credits towards your State Pension.](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_183760 \"Getting credits towards your State Pension\"){:rel=\"external\"}\r\n\r\n##Your NI qualifying years\r\nYou can get an [estimate of how many NI qualifying years](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/StatePensionforecast/DG_10014008 \"State Pension forecast\"){:rel=\"external\"} you may become entitled to based on your NI contributions to date.\r\n\r\n##How many qualifying years do you need?\r\nThe number of qualifying years you need for a full basic State Pension depends on your age and if you're a man or a woman.\r\n\r\n|**When you were born** | **Number of qualifying years you usually need** |\r\n| Men born before 6 April 1945 | 44 years |  \r\n| Men born on or after 6 April 1945 | 30 years | \r\n| Women born before 6 April 1950 | 39 years |  \r\n| Women born on or after 6 April 1950 | 30 years |  \r\n\r\n##If you don’t qualify for a full basic State Pension\r\n\r\n###If you reached State Pension age on or after 6 April 2010\r\n\r\nIf you have some qualifying years but not enough for a full basic State Pension, then you may still get some basic State Pension. You may be able to [boost your State Pension](/boost-state-pension \"Boost your State Pension\") if you don't have enough qualifying years.\r\n\r\n###If you reached State Pension age before 6 April 2010\r\n\r\nYou’ll get a weekly basic State Pension between the minimum (£25.54 in 2011-12) and the maximum (£102.15 in 2011-12) if:\r\n\r\n- you don’t qualify for the full basic State Pension  \r\n- you have 25% or more of the qualifying years\r\n\r\nIf you have fewer than 25% of the qualifying years, you'll not be entitled to any basic State Pension using your National Insurance contributions record. However, you may be able to take action to increase your State Pension. \r\n\r\n###If you are or have been married or in a civil partnership\r\n\r\nYou may be entitled to some basic State Pension through the NICs record of either:\r\n\r\n- your spouse or civil partner   \r\n- your [former or late spouse or civil partner](state-pension/further-information \"further information\")\r\n\r\n*[HRP]: Home Responsibilities Protection\r\n*[NI]: National Insurance","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To get your State Pension you must claim it. You should receive a claim form 4 months before [your State Pension age.](http://www.direct.gov.uk/en/Pensionsandretirementplanning/StatePension/DG_4017919 \"your State Pension age\"){:rel=\"external\"}\r\n\r\nIf you haven't heard from The Pension Service when you’re 3 months from your State Pension age phone the State Pension claim line. Find out what you need to do if you [live abroad](/state-pension-if-you-retire-abroad \"State Pension if you retire abroad\").\r\n\r\n$C \r\n**State Pension claim line**  \r\n**Telephone:** 0800 731 7898  \r\n**Textphone:** 0800 731 7339  \r\nMonday to Friday 8am to 8pm (except public holidays)\r\n$C\r\n\r\nYou can also download the State Pension claim form, print it out, then complete and send it to your local pension centre. But this may take more time than using the phone.\r\n\r\n$D\r\n\r\n[Download 'State Pension claim form' (PDF, 798KB)](http://direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@over50/documents/digitalasset/dg_180391.pdf \"Download 'State Pension claim form'\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n##What you need when you make a claim\r\n\r\nYou'll need the following when you make a claim:\r\n\r\n- your National Insurance (NI) number\r\n- your current address and postcode, plus your last 2 addresses \r\n- your tax reference number - you can find this on your P45 or P60, or any letter from the HM Revenue & Customs (HMRC)\r\n- if you’re married or in a civil partnership, you’ll need to provide your husband's, wife's or civil partner’s details (this includes their NI number and the date of your marriage or civil partnership)\r\n- if you’re divorced or widowed or your civil partnership has been dissolved or you’re a surviving civil partner, you’ll need to provide relevant dates\r\n- details of any social security benefits or entitlements that you or your husband, wife or civil partner are getting or waiting to hear about \r\n- the address of any employer you’ve worked for in the last 2 years, and the dates that you worked for them \r\n- if you’ve ever lived or worked outside the UK, you’ll need to provide your social security number and relevant dates\r\n- the number for the account you want your State Pension paid into\r\n\r\nAll the information you give is confidential. To ensure a high standard of service, all phone calls are recorded for security, training and quality purposes.\r\n\r\n##Put off getting your State Pension\r\nYou can choose to get your State Pension later than your State Pension age. If you [defer your State Pension](/deferring-state-pension \"defer your State Pension\") you may be able to get extra money. \r\n\r\n*[NI]: National Insurance","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##What to do if your circumstances change\r\n\r\nYou should tell The Pension Service if you:\r\n\r\n- move home \r\n- go into or come out of hospital \r\n- go outside the UK to live or for a long visit \r\n- go into a care home\r\n\r\n##Going into hospital\r\nYour State Pension isn't affected by a stay in hospital. \r\n\r\n##How the State Pension is paid\r\nAll benefits, pensions and allowances are paid into the account of your choice, for example your bank account. This is the safest, most convenient and efficient method of payment.\r\n\r\n##Inheriting State Pension\r\n\r\nYou may be able to use your late wife’s, husband’s or civil partner’s NI contributions to top up your basic State Pension. This won’t apply if you’re already entitled to a full basic State Pension on your own NI record.\r\n\r\nYou’ll also lose this right if they die while you’re under State Pension age and you remarry or form a new civil partnership (before you reach State Pension age). \r\n\r\n###Your late wife, husband or civil partner deferred their State Pension, then claimed it, but died\r\n\r\nYour State Pension payments may be increased. This is provided you don't remarry or form a new civil partnership (before you reach State Pension age). \r\n\r\n###You have no wife, husband or civil partner and you die before you claim your State Pension\r\n\r\nYour estate may claim up to 3 months of your State Pension if you have no wife, husband, or civil partner when you die. This is provided you had reached State Pension age but had not yet claimed your State Pension.\r\n\r\n*[NI]: National Insurance","slug":"further-information","title":"Further information"}}],"type":"programme"}
