{"slug":"income-support","updated_at":"2012-01-31T13:23:40+00:00","alternative_title":"","overview":"Income Support is extra money to help people on a low income - rates, eligibility and how to claim including phone number ","title":"Income Support","parts":[{"table":{"body":"Income Support is extra money to help people on a low income. Whether you qualify or not and how much you get depends on your circumstances. ","slug":"overview","title":"Overview"}},{"table":{"body":"The amount of Income Support you can get is made up of 3 different parts:\r\n\r\n- personal allowances\r\n- premiums\r\n- payments to cover certain housing costs\r\n\r\n^When you apply for Income Support, Jobcentre Plus will work out how much you could get.^\r\n\r\n\r\n#Personal allowances#\r\n\r\n##Single person##\r\n\r\nAge | Amount\r\n- | -\r\n16 to 24 | £53.45\r\n25 or over | £67.50\r\n\r\n##Lone parents##\r\n\r\nAge | Amount\r\n - | -\r\n16 to 17 | £53.45\r\n18 or over | £67.50\r\n\r\n##Couples##\r\n\r\nAge | Amount\r\n - | -\r\nBoth under 18 | £53.45 \r\nOne person under 18 and the other 18 to 24 | £53.45 \r\nOne person under 18 and the other 25 or over | £67.50\r\nBoth people aged 18 or over | £105.95\r\n\r\n^ The amount may be less after your household income, pension and any savings of £6,000 or more are taken into account. To get a better idea of how much Income Support you may get, use the [online benefits adviser.](http://www.direct.gov.uk/en/Diol1/DoItOnline/DoItOnlineByCategory/DG_172666 \"online benefits adviser\"){:rel=\"external\"} ^\r\n\r\n\r\nAll benefits, pensions and allowances are paid into an account, eg your bank account.\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Income Support if all the following apply, you:\r\n\r\n- are between 16 and the age you can get Pension Credit\r\n- have a low income\r\n- work less than 16 hours a week, depending on how much you earn\r\n- aren't in full-time study (but there are some exceptions, see below)\r\n- don't get Jobseeker's Allowance or Employment and Support Allowance\r\n- don't have savings above £16,000\r\n- live in Great Britain\r\n\r\nYou may get Income Support if you're one of the following:\r\n\r\n- a lone parent\r\n- on parental or paternity leave\r\n- a carer\r\n- a refugee learning English who arrived less than a year ago\r\n\r\nYoung people in education may also get Income Support. Generally this means full-time education up to GCE A-level or Scottish Certificate of Education (Higher level). This might apply if you're:\r\n\r\n- a parent\r\n- not living with a parent or someone acting as a parent\r\n- at serious risk of abuse or violence\r\n- a refugee learning English\r\n\r\n^ You can get Income Support as well as some other benefits. ^\r\n\r\n##Where you live##\r\n\r\nYou can still claim Income Support if you're: \r\n\r\n- sleeping rough\r\n- living in a hostel\r\n- living in a care home\r\n\r\nYoung people who are being looked after by a local authority can't get Income Support.\r\n\r\nWhen you claim Income Support you must be in Great Britain and normally live here. If you've moved here to make a settled home, that counts as living here.\r\n\r\nYou must not be under immigration control.\r\n\r\nThere are some exceptions to these rules, [contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"contact Jobcentre Plus\"){:rel=\"external\"} to find out more.\r\n\r\n\r\n\r\n","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can claim Income Support by telephone, textphone or by downloading a claim form. You need to tell Jobcentre Plus about your income, where you live and who lives with you. \r\n\r\n##Claim forms to download##\r\n\r\n$D[Download 'Income Support claim form (A1') you can complete on screen (PDF, 720KB)](http://www.dwp.gov.uk/advisers/claimforms/a1.pdf \"Income Support claim form (A1) you can complete on screen\")$D\r\n\r\n$D[Download 'Income Support claim form (A1)' you can print out and complete with a pen (PDF, 720KB)](http://www.dwp.gov.uk/advisers/claimforms/a1_print.pdf \"Income Support claim form (A1) you can complete on screen\")$D\r\n\r\n##Claiming by telephone or textphone##\r\n\r\nIf you claim by telephone or textphone an adviser will go though the application with you and fill in the form. You won't have to fill in any forms yourself.\r\n\r\n$C**Jobcentre Plus**\r\n**Telephone:** 0800 055 6688  \r\n**Textphone:** 0800 023 4888  \r\n**Welsh telephone line:** 0800 012 1888  \r\nMonday to Friday, 8am to 6pm$C\r\n\r\n\r\n\r\n\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Families and Income Support##\r\n\r\nYou can claim Income Support for yourself and your partner.\r\n\r\nJobcentre Plus will treat you as a couple if you live with:\r\n\r\n- your husband, wife or civil partner\r\n- someone as if they were your husband, wife or civil partner\r\n\r\nJobcentre Plus calls this other person your partner.\r\n\r\nIncome Support is no longer paid for children if you're making a new claim. To get money for children, you must now claim [Child Tax Credit](/child-tax-credit \"Child Tax Credit\") instead.\r\n\r\nOnly one person in a family can claim Income Support at a time. There are several types of premiums (extra amounts) you may get based on your and your partner's circumstances.  \r\n\r\n###Changes to Income Support for lone parents###\r\n\r\nIf you've just started claiming Income Support you may not have had an interview with a personal adviser yet. Personal advisers can help you consider your options for returning to work and tell you about the support available. You can ask for an appointment to see an adviser at any time. The support available includes information about:\r\n\r\n- Sure Start\r\n- Families Information Service\r\n- other benefits, like tax credits and Healthy Start\r\n- helping lone parents back to work\r\n\r\n[Contact Jobcentre Plus](http://los.direct.gov.uk/default.aspx?type=2&lang=en \"Contact Jobcentre Plus\"){:rel=\"external\"} if you would like to talk to an adviser.\r\n\r\n\r\n##Getting a reduced amount of benefit##\r\n\r\nFrom 31 October 2011 if you have a child under 1 in the household the rules for work-focused interviews at the Jobcentre have changed.\r\n\r\nIf you're claiming Income Support and are in one of the groups listed below the reduction may no longer apply:\r\n\r\n- a lone parent with a child under 1\r\n- a member of a couple with a child under 1 and claiming for a partner\r\n\r\n\r\n##Working and Income Support##\r\n\r\nYou can claim Income Support if you work less than 16 hours a week. When Jobcentre Plus assess your claim for benefit they will take into account some or all of your earnings, depending on the amount.  The amount they ignore will depend on your circumstances.\r\n\r\n\r\n##Parental leave and Income Support##\r\n\r\nIf you take unpaid parental leave, or paternity leave (paid or unpaid), you may get Income Support. You must meet all other conditions for getting Income Support, and be entitled to one of the following benefits:\r\n\r\n- Working Tax Credit\r\n- Housing Benefit\r\n- Council Tax Benefit\r\n- Child Tax Credit (at a higher rate than the family element)\r\n\r\nIf you're not entitled to one of the benefits listed above and you take unpaid Parental leave you may still get Income Support. \r\n\r\n##Volunteering and Income Support##\r\n\r\nYou can volunteer as long as you meet the conditions for getting Income Support. If you volunteer, you must tell Jobcentre Plus and they will ask you to fill in a form.\r\n\r\nJobcentre Plus publish a leaflet containing information about Income Support.\r\n\r\n$D[Download 'Income Support - help if you're on a low income' (PDF, 1060KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@benefits/documents/digitalasset/dg_199996.pdf \"Income Support - help if you're on a low income\")$D\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
