{"slug":"statutory-maternity-pay","updated_at":"2012-01-24T13:16:21+00:00","alternative_title":"","overview":"Statutory Maternity Pay (SMP) helps you to take time off work before and after your baby is born - what you'll get, eligibility and how to claim","title":"Statutory Maternity Pay (SMP)","parts":[{"table":{"body":"You may be able to get Statutory Maternity Pay (SMP) to help you to take time off work before and after your baby is born.\r\n\r\n^SMP is a weekly payment from your employer.^\r\n\r\nSMP can be paid for up to 39 weeks, this is called the Maternity Pay Period (MPP). You can work up to 10 days during your MPP without losing entitlement to SMP. These are called Keeping in Touch (KIT) days. \r\n\r\nIt doesn't matter whether you plan to return to work after your baby is born, you'll still get SMP even if you don't go back.\r\n\r\n*[SMP]: Statutory Maternity Pay\r\n\r\n*[MPP]: Maternity Pay Period\r\n\r\n*[KIT]: Keeping in Touch","slug":"overview","title":"Overview"}},{"table":{"body":"If you qualify for Statutory Maternity Pay (SMP), it is paid:\r\n\r\n- for the first 6 weeks at 90% of your average gross weekly earnings (with no upper limit)\r\n- for the remaining 33 weeks at the lower of either the standard rate of £128.73, or 90% of your average gross weekly earnings\r\n\r\n##How SMP is paid##\r\n\r\nYour employer will usually pay you in the same way and at the same time as your normal wages. It can be paid for up to 39 weeks.\r\n\r\n*[SMP]: Statutory Maternity Pay ","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"To qualify for Statutory Maternity Pay (SMP) you must have:\r\n\r\n- worked for your employer continuously for at least 26 weeks, up to and into, the 15th week before the week your baby's due - this is called the qualifying week\r\n- been earning, on average, an amount that at least equals the lower earnings limit (LEL) which applies on the Saturday at the end of your qualifying week\r\n\r\nThe LEL is the amount you have to earn before you are treated as paying National Insurance contributions. The LEL is £102 a week in the 2011-12 tax year.\r\n\r\n*[SMP]: Statutory Maternity Pay\r\n\r\n*[LEL]: Lower Earnings Limit","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim Statutory Maternity Pay (SMP) you must tell your employer:\r\n\r\n- that you intend to stop work to have a baby\r\n- the day you want your payments to start\r\n\r\nYou must also provide your employer with medical evidence of when your baby is due.\r\n\r\n##Telling your employer you want to claim SMP##\r\n\r\nYou must give your employer at least 28 days notice of the date you want your SMP to start. Your employer may need you to do this in writing. You can change your mind about the date but you must give 28 days notice of the new date.\r\n\r\nIf it is not possible to give 28 days notice, you must tell your employer as soon as you can. \r\n\r\n%Your employer can refuse to pay you SMP if they consider it was reasonable for you to have given notice earlier than you did.%\r\n\r\n##Providing medical evidence to your employer##\r\n\r\nYou must give your employer medical evidence of the date your baby is due. This will normally be on the maternity certificate (form MATB1). Your doctor or midwife will give you this no earlier than 20 weeks before your baby is due.\r\n\r\nIf your baby is born prematurely, before the maternity certificate is given to you, your employer will still need:\r\n\r\n- evidence of the date your baby was actually due\r\n- the date your baby was actually born\r\n\r\n*[SMP]: Statutory Maternity Pay","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##If your employer can't pay you SMP##\r\n\r\nIf your employer can't pay you SMP they must:\r\n\r\n- give you form SMP1 that explains why\r\n- give you back your copy of the maternity certificate (MAT B1) that you will have given them\r\n\r\nYou may be able to claim [Maternity Allowance](/maternity-allowance \"Maternity Allowance\") instead.\r\n\r\nYou can download a copy of the form SMP1.\r\n\r\n$D[Download 'Statutory Maternity Pay form SMP1' PDF, 180KB](http://www.dwp.gov.uk/advisers/claimforms/smp1_print.pdf \"Statutory Maternity Pay form SMP1\")$D\r\n\r\n$D[Download 'Statutory Maternity Pay form SMP1 (interactive)' PDF, 184KB](http://www.dwp.gov.uk/docs/smp1.pdf \"Statutory Maternity Pay form SMP1 (interactive)\")$D\r\n\r\n##If you disagree with your employer about your SMP##\r\n\r\nAsk your employer for a reason if you think:\r\n\r\n- their decision not to pay you SMP is wrong\r\n- you’re not getting the right amount of SMP\r\n\r\nIf you still disagree, phone the HMRC employee's enquiry line for advice.\r\n\r\n$C**HMRC employee's enquiry line**\r\n\r\n**Telephone:** 0845 302 1479  \r\n**Textphone:** 0845 915 3296\r\n\r\n8am to 5pm, Monday to Friday$C\r\n\r\n##Statutory Maternity Pay (SMP) and insolvency##\r\n\r\nIf your employer doesn't pay you SMP because they are insolvent, payment will be made by Her Majesty’s Revenue and Customs (HMRC). They will only do this when your employer has been formally declared insolvent. HMRC will take over the payment from and including the week of insolvency. Any payments before that date must be paid by your employer.\r\n\r\nIf your employer is insolvent, phone the Statutory Payments Disputes Team for advice on 0191 225 5221.\r\n\r\n$C**Statutory Payments Disputes Team**\r\n\r\n**Telephone:** 0191 225 5221  \r\n\r\n8:30am to 5pm, Monday to Thursday  \r\n8:30am to 4:30pm, Friday$C\r\n\r\n*[SMP]: Statutory Maternity Pay\r\n\r\n*[HMRC]: Her Majesty’s Revenue and Customs\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
