{"slug":"budgeting-loans","updated_at":"2012-01-24T13:32:42+00:00","alternative_title":"","overview":"Budgeting loans can help to pay for essential everyday costs - find out about what you'll get, eligibility and how to claim","title":"Budgeting Loans","parts":[{"table":{"body":"You can apply for a Budgeting Loan if you have been getting certain income-related benefits (eg Income Support) for at least 26 weeks.\r\n \r\nYou can get between £100 and £1,500 to help pay for essential items or services, eg furniture, clothes or improvements to your home.\r\n\r\nYou need to pay the Budgeting Loan back within 2 years. The repayments are interest-free so you only have to pay back the amount you borrowed.","slug":"overview","title":"Overview"}},{"table":{"body":"The smallest amount that can be borrowed for a single Budgeting Loan is £100. The most you can get at any one time depends on whether you are:\r\n\r\n- single \r\n- a couple \r\n- single or a couple with children\r\n\r\nIt can also depend on whether you:\r\n\r\n- already owe money to the Social Fund (eg, you have a Crisis Loan)\r\n- are able to pay the loan back \r\n- have any savings over £1,000 (or £2,000 if you or your partner are over 60)\r\n\r\nThe total amount you can borrow from the Social Fund - with either a Budgeting Loan, Crisis Loan or both - cannot be more than £1,500.","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to get a Budgeting Loan if you or your partner have been claiming or getting payment of one of the following benefits for at least 26 weeks:\r\n\r\n- [Income Support](/income-support \"Income Support\")\r\n- [income-related Employment and Support Allowance](/employment-support-allowance \"Employment and Support Allowance\")\r\n- [income-based Jobseeker's Allowance](/jobseekers-allowance \"Jobseeker's Allowance\")\r\n- [Pension Credit](/pension-credit \"Pension Credit\")\r\n\r\nTo be eligible you will also need help to pay for any of the following:\r\n\r\n- furniture or household equipment \r\n- clothing or footwear \r\n- advance rent or removal expenses for a new home \r\n- travelling expenses \r\n- things to help you look for or start work \r\n- improving, maintaining or securing your home \r\n- repaying hire purchase or other debts you took out to pay for any of the above","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You need to fill in a claim form and send it to your [local Jobcentre Plus office.](http://los.direct.gov.uk/default.aspx?type=1&lang=en \"find your local Jobcentre Plus office\"){:rel=\"external\"}\r\n\r\n$D\r\n[Download 'Budgeting Loan claim form' (PDF, 135KB)](http://www.dwp.gov.uk/advisers/claimforms/sf500_print.pdf \"Download 'Budgeting Loan claim form' (PDF, 135KB)\"){:rel=\"external\"} (if you’re in England, Wales and Scotland)\r\n$D\r\n\r\n$D\r\n[Download 'Budgeting Loan claim form' (PDF, 325KB)](http://www.nidirect.gov.uk/sf500.pdf \"Download 'Budgeting Loan claim form' (PDF, 325KB)\"){:rel=\"external\"} (if you’re in Northern Ireland)\r\n$D\r\n\r\nYou can also ask your local Jobcentre Plus or your [local pension centre](http://pensions-service.direct.gov.uk/en/find-pension-centre/home.asp \"find your local pension centre\") to send you a claim form (ask for form SF500).\r\n\r\nJobcentre Plus will normally pay your loan into an account.\r\n\r\n","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Repaying your Budgeting Loan\r\nYour repayments are worked out when your loan is agreed. Repayments are usually automatically taken out of your benefit. \r\nYou normally have to repay a Budgeting Loan within 2 years.\r\n\r\nThe repayments are interest-free so you only pay back what you borrowed.\r\n\r\n##Effect on other benefits\r\nA Budgeting Loan won’t affect other benefits you’re getting.\r\n\r\n##You're unhappy with the decision\r\n\r\ns1. Write to your local Jobcentre Plus office within 28 days of the Budgeting Loan decision - explain why you think the decision was wrong and ask for it to be reviewed. \r\ns2. Jobcentre Plus may either approve your loan or explain why they made the original decision.\r\ns3. If you still think the decision was wrong, you can ask for a further review by a Social Fund Inspector.\r\ns4. Download the leaflet and claim form ['How to ask for an independent review' (PDF, 2.39MB)](http://www.irs-review.org.uk/infocent/leafbook/irs1/irs1.pdf \"'How to ask for an independent review' (PDF, 2.39MB)\"){:rel=\"external\"} from the Independent Review Service website.\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
