{"slug":"how-tax-credits-affect-other-benefits","updated_at":"2012-01-29T10:55:03+00:00","alternative_title":"","overview":"Getting tax credits may affect your other benefits, whether they are UK benefits or paid by an EEA country or Switzerland","title":"How tax credits and other benefits affect each other","video_summary":"","video_url":"","parts":[{"table":{"body":"Tax credits won't normally affect your other benefits. They can, however, be counted as income if you get any benefits that are 'means tested'. \r\n\r\nThese are:\r\n\r\n- Council Tax Benefit\r\n- Housing Benefit\r\n- Income Support\r\n- income-based Jobseeker's Allowance\r\n- income-related Employment and Support Allowance\r\n- Pension Credit\r\n\r\nThe more money you've got coming in, the lower these benefit payments will be. \r\n\r\n^Before you claim tax credits, check with the office that pays your other benefits how your payments might be affected.^\r\n\r\n##You're already getting tax credits\r\nIf you make a claim for any of the benefits listed above, you need to let the benefit office know that you are getting tax credits. \r\n\r\nAny new benefits you claim won't usually include money for your children. This may mean that you get more Child Tax Credit. The exceptions are Housing Benefit and Council Tax Benefit which always include an allowance for children.\r\n\r\n^If your tax credits payments change and you get any of the benefits listed above - tell the benefit office straightaway.\r\n\r\n##Getting proof of tax credits payments if you claim other benefits\r\nYou might have to show proof that you're getting tax credits if you make a claim for any of the benefits listed above. \r\n\r\nThey may ask for:\r\n\r\n- your tax credits award notice - send in your latest award notice (but keep a copy) and ask for it back when your claim has been dealt with\r\n- your tax credits reference number\r\n- proof that you're still getting tax credits\r\n- confirmation of the amount of tax credits you're getting \r\n\r\n^Call the [Tax Credits Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") If you can't find your award notice.^","slug":"effect-on-uk-benefits","title":"Effect on UK benefits"}},{"table":{"body":"Some benefits you get from other countries count as part of your income for tax credits. Whether you qualify for tax credits and how much you get depends on your income. \r\n\r\n##Non-UK benefits that count towards your income\r\nThese include benefits paid in another country because of:\r\n\r\n- bereavement\r\n- old-age\r\n- sickness or incapacity\r\n- unemployment\r\n- caring responsibilities\r\n\r\nFor example, the non-UK equivalents of the following UK benefits will count towards your income:\r\n\r\n- Bereavement Allowance\r\n- Incapacity Benefit at the short-term higher or long-term rate\r\n- Jobseeker’s Allowance, both income-based and contribution-based\r\n- contribution-based Employment and Support Allowance\r\n- Carer’s Allowance\r\n\r\nIt doesn't make any difference which country is paying the benefits.\r\n\r\n^If you are not sure if a benefit counts as income, call the [Tax Credit Helpline.](/contact-the-tax-credit-office \"Call the Tax Credit Office\")^\r\n\r\n##Non-UK benefits that don't count as income\r\nThese include the equivalent of the following UK benefits:\r\n\r\n- Income Support\r\n- income-related Employment and Support Allowance\r\n- Attendance Allowance\r\n- Child Benefit\r\n- Child Tax Credit\r\n- Disability Living Allowance\r\n- Guardian's Allowance\r\n- Maternity Allowance\r\n- Working Tax Credit\r\n- Housing Benefit\r\n- Council Tax Benefit\r\n\r\n##EEA or Swiss family benefits\r\nIf you get family benefits from an EEA country or from Switzerland they only affect Child Tax Credit. \r\n\r\nThe EEA countries are: Austria, Belgium, Bulgaria, Cyprus, Czech Republic, Denmark, Estonia, Finland, France, Germany, Greece, Hungary, Iceland, Ireland, Italy, Latvia, Liechtenstein, Lithuania, Luxembourg, Malta, Netherlands, Norway, Poland, Portugal, Romania, Slovakia, Slovenia, Spain, Sweden, United Kingdom.\r\n\r\nThe Tax Credit Office will decide which country is responsible for paying your family benefits under European rules.\r\n\r\nThey may need to contact you to get more information to help make this decision. The sort of things that will be taken into account include:\r\n\r\n- the country or countries where you and your partner (if you have one) work and pay social security contributions\r\n- the country where you live\r\n- the country where your family lives\r\n- the type of benefits you get either from the UK or from the EEA country\r\n\r\n##Your EEA or Swiss family benefits are higher than Child Tax Credit\r\nIn some situations:\r\n\r\n- the UK is responsible for paying your family benefits\r\n- you also get family benefits from another EEA country or Switzerland\r\n\r\nIf your non-UK benefits are higher you'd normally get:\r\n\r\n- the Child Tax Credit and Child Benefit that you are entitled to from the UK\r\n- a top-up from the other country as well\r\n\r\nThe top-up is worked out by taking away the UK benefits from what the other country pays you.\r\n\r\n##Your tax credits are higher than your EEA or Swiss family benefits\r\nThe amount of tax credits you get depends on which country is responsible for paying your family benefits.\r\n\r\nAnother EEA country or Switzerland may be responsible for your family benefits. If they are lower than what you would be entitled to in the UK, you'll normally get a top-up of Child Tax Credit and any Child Benefit you're entitled to. \r\n\r\nThe top-up is the difference between:\r\n\r\n- the family benefit payments the other country makes\r\n- the total amount of Child Tax Credit and Child Benefit you're entitled to in the UK\r\n\r\nIf the UK is responsible for paying your family benefits, these could be more than the family benefits you get from the other country. If so, the other country usually stops their payments.\r\n\r\n##Changes to your non-UK benefits\r\nLet the [Tax Credit Office](/contact-the-tax-credit-office \"Tax Credit Office\") know if any of the benefits you get from another EEA country or Switzerland change. You should also tell them if you start getting a new benefit.\r\n\r\nIt's important to tell the Tax Credit Office about any changes straight away so you get the right payments.\r\n\r\n*[EEA]: European Economic Area","slug":"nonuk-benefits-effect-on-tax-credits","title":"Non-UK benefits - effect on tax credits"}},{"table":{"body":"If you are claiming tax credits because you're on a low income, or have children, you may be entitled to other support. \r\n\r\n##Health costs\r\nMost NHS services are free but there can be some charges depending on where you live in the UK. \r\n\r\nIf you get tax credits because you're on a low income, you could get help. This includes:\r\n\r\n- NHS/HS prescriptions, wigs and fabric supports - if they are not already free\r\n- dental treatment and eyesight tests\r\n- vouchers towards the cost of glasses or contact lenses\r\n- help with the cost of travel for NHS/HS treatment on referral by a doctor or dentist\r\n\r\n###Who qualifies\r\nIf you qualify, you will get a Tax Credit Exemption Certificate sent to you in the post. \r\n\r\n^Call the Tax Credit Exemption Office on 0845 609 9299 to find out more.\r\n\r\nIf you use a **textphone**, dial 18001 before this number to use the Text Relay service.\r\n\r\n##Healthy Start scheme\r\nWith Healthy Start you can get free:\r\n\r\n- vitamins\r\n- weekly vouchers to buy milk, fresh or plain frozen fruit and vegetables, or infant formula milk\r\n\r\nIf you get Child Tax Credit and are on a low income you could qualify. You'll need to be at least 10 weeks pregnant, or have a child under 4. \r\n\r\nIf you qualify for Healthy Start through Child Tax Credit, you’ll automatically get an application form in the post. You can apply on the [Healthy Start](http://www.healthystart.nhs.uk/ \"Healthy Start website\"){:rel=\"external\"} website if you prefer.\r\n\r\nIf you are pregnant and under the age of 18, you will automatically qualify whether or not you get Child Tax Credit or other benefits.\r\n\r\nYou won’t qualify if you also get Working Tax Credit, unless it’s just the 4 week extension of your payments when they are stopping. \r\n\r\n##Sure Start Maternity Grant\r\nYou can get a lump sum payment of £500 if you get either:\r\n\r\n- Child Tax Credit - at a rate higher than the family element\r\n- Working Tax Credit that includes the disability or severe disability element\r\n\r\nTo find out which tax credit elements or payments you get, check **Part 2** of your award notice.\r\n\r\nThere are time limits for claiming [Sure Start Maternity Grant](/sure-start-maternity-grant \"Sure Start Maternity Grant\").\r\n\r\n##School costs\r\nIf you get tax credits, you may be able to get help with the cost of school:\r\n\r\n- meals\r\n- uniforms\r\n- trips\r\n- transport\r\n\r\nThe rules are different depending on where you live in the UK and what tax credits you are getting. \r\n\r\n##Help with funeral expenses\r\nIf you get tax credits, you may be able to get a Funeral Payment from the Social Fund. You might have to repay some or all of it from the estate of the person who died.\r\n\r\nTo qualify, you need to be getting either:\r\n\r\n- Child Tax Credit at a rate higher than the family element  \r\n- Working Tax Credit that includes the disability or severe disability element\r\n\r\nTo find out which tax credit elements - or payments you get, check **Part 2** of your award notice.\r\n\r\nA [Funeral Payment](/funeral-payments \"Funeral Payment\") includes necessary burial or cremation fees, certain other specified expenses and up to £700 for any other funeral expenses. This could be for things such as the funeral director's fees, the coffin or flowers. If you have any other means of paying for the funeral, other than personal savings, you may not be able to get the payment.\r\n\r\n##Child Benefit\r\nChild Benefit is a tax-free payment available to anyone bringing up a child or young person. Your income or savings do not affect it, and you do not have to be receiving tax credits to get it.\r\n\r\nYou get £20.30 per week for the eldest child and £13.40 per week for each additional child. \r\n\r\n##Other help you can get if you qualify for tax credits\r\nYou may be able to get help with other payments such as:\r\n\r\n- court fees\r\n- legal costs\r\n- prison visits\r\n- metered water charges in England and Wales\r\n- essential house repairs or improvements\r\n- home energy efficiency schemes\r\n\r\n$D\r\n[Download 'Other types of help you could get' (PDF, 328KB)](http://www.hmrc.gov.uk/leaflets/wtc6.pdf \"Download 'Other types of help you could get\")\r\n$D\r\n\r\n\r\n\r\n\r\n\r\n","slug":"other-help-you-might-qualify-for","title":"Other help you might qualify for"}}],"type":"guide"}
