{"slug":"dla-disability-living-allowance-benefit","updated_at":"2012-01-26T10:39:40+00:00","alternative_title":"","overview":"Disability Living Allowance (DLA) is a tax-free benefit for disabled children and adults. DLA helps with extra costs due to disability. Find out if you can claim DLA, how much you can get and how to claim","title":"Disability Living Allowance (DLA)","parts":[{"table":{"body":"Disability Living Allowance (DLA) is a tax-free benefit for disabled children and adults. DLA helps you with extra costs you have because of your disability.\r\n\r\nYou can get DLA whether or not you work.\r\n\r\n*[DLA]: Disability Living Allowance","slug":"overview","title":"Overview"}},{"table":{"body":"Disability Living Allowance (DLA) is paid at different rates depending on how your disability affects you.\r\n\r\nThere are 2 different parts of DLA - the care component and the mobility component. Your individual circumstances will affect how much you can get. You might get just one component or both.\r\n\r\nThe claim pack gives some examples of different levels of care and mobility needs.\r\n\r\n**Care component** | **Weekly rate**\r\nHighest rate | £73.60\r\nMiddle rate | £49.30\r\nLowest rate | £19.55\r\n\r\n**Mobility component** | **Weekly rate**\r\nHigher rate | £51.40\r\nLower rate | £19.55\r\n\r\n\r\n\r\n##Effect on other benefits and entitlements##\r\n\r\nIf your claim for DLA is successful, you may get extra money paid with your:\r\n\r\n- income-based Jobseeker's Allowance\r\n- income-related Employment and Support Allowance\r\n- Income Support\r\n- Pension Credit\r\n- Housing Benefit or Council Tax Benefit\r\n- Working Tax Credit\r\n- Child Tax Credit\r\n\r\nIf someone is paid Carer's Allowance for providing care to you, you might not get an extra amount for severe disability in any of these benefits or credits.\r\n\r\nFor more information, you should contact the office dealing with your claim for the benefit or credit concerned or contact the DLA Helpline.\r\n\r\n$C**DLA Helpline**  \r\n**Telephone:** 08457 123 456  \r\n**Text phone:** 08457 224 433  \r\nMonday to Friday, 7:30am to 6:30pm$C\r\n\r\n*[DLA]: Disability Living Allowance","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be eligible for Disability Living Allowance (DLA) if you have walking difficulties or need help with your personal care. You must have had these needs for 3 months and expect to need this help or have these difficulties for at least another 6 months.\r\n\r\n##If you have care needs##\r\n\r\nTo get the care component of DLA, your disability must be severe enough for you to either:\r\n\r\n- need help with things such as washing, dressing, eating, getting to and using the toilet, or communicating your needs\r\n- need supervision to avoid you putting yourself or others in substantial danger\r\n- need someone with you when you are on dialysis\r\n- be unable to prepare a cooked main meal for yourself (if you have the ingredients), if you are aged 16 or over\r\n\r\nThere are 3 rates of care component depending on how your disability affects you:\r\n\r\n**Lowest rate**\r\n\r\nIf you need help for some of the day or you are unable to prepare a cooked main meal.\r\n\r\n**Middle rate**\r\n\r\nYou will get the middle rate if you need:\r\n\r\n- help with personal care frequently or supervision continually throughout the day only\r\n- help with personal care or someone to watch over you during the night only\r\n- someone with you while you are on dialysis\r\n\r\n**Highest rate**\r\n\r\nIf you need help or supervision frequently throughout the day and during the night.\r\n\r\nYou can get DLA for your care needs if no one is actually giving you the care you need, even if you live alone.\r\n\r\n##If you have mobility needs##\r\n\r\nTo get the mobility component of DLA, your disability must be severe enough for you to have any of the following walking difficulties: \r\n\r\n- because of a physical disability, you are unable, or virtually unable, to walk without severe discomfort, or at risk of endangering your life or causing deterioration in your health by making the effort to walk\r\n- you have no feet or legs\r\n- you are assessed to be both 100% disabled because of loss of eyesight and not less than 80% disabled because of deafness and you need someone with you when you are out of doors\r\n- you are severely mentally impaired with severe behavioural problems and qualify for the highest rate of care component\r\n- you need guidance or supervision most of the time from another person when walking out of doors in unfamiliar places\r\n- you are certified as severely sight impaired by a consultant ophthalmologist, and you were aged between 3 and 64 on 11 April 2011\r\n\r\nIf you are certified as severely sight impaired by a consultant ophthalmologist, you must also have a best corrected visual acuity of less than 3/60, or you must have a best corrected visual acuity of 3/60 or more but less than 6/60. You must also have a complete loss of peripheral visual field and a central visual field of no more than 10 degrees in total.\r\n\r\nYour walking difficulties must apply even when wearing or using an aid or equipment you normally use.\r\n\r\nThere are 2 rates of the mobility component depending on how your disability affects you:\r\n\r\n**Lower rate**\r\n\r\nIf you need guidance or supervision out of doors.\r\n\r\n**Higher rate**\r\n\r\nIf you have any of the other, more severe, walking difficulties.\r\n\r\nYou may be entitled to only the care component or only the mobility component, or you may be entitled to both.\r\n\r\n##Terminal illness##\r\n\r\nIf you have a progressive disease and are not reasonably expected to live for more than 6 months, you can get DLA more quickly. You can get the highest rate of the care component whatever your care needs are. And you can get the care component and, if you meet the conditions, the mobility component, without waiting 3 months.\r\n\r\nYou can make a claim for someone under the special rules without them knowing or without their permission. If they satisfy the relevant conditions, they will get a letter saying that they have been awarded Disability Living Allowance. Special rules will not be mentioned in the letter.\r\n\r\nTo claim under these special rules you will need to:\r\n\r\n- complete a DLA claim form \r\n- get a separate completed form DS1500 from your doctor, specialist or consultant to send with it\r\n\r\n##Your circumstances##\r\n\r\nYour entitlement to DLA and the amount you get is based on the information you told the Disability and Carers Service (DCS). If this information changes, it is [your responsibility to tell the DCS](/dla-disability-living-allowance-benefit/further-information \"changes you need to tell DCS about\"). They can then check you're still entitled to the benefit and whether you're getting paid the correct amount.\r\n\r\n*[DLA]: Disability Living Allowance\r\n*[DCS]: Disability and Carers Service","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"You can claim Disability Living Allowance (DLA) online or get a claim pack.\r\n\r\n##Claim online##\r\nYou can [claim DLA online using the benefits online service.](http://www.dwp.gov.uk/eservice/ \"claim DLA online using the benefits online service\"){:rel=\"external\"}\r\n\r\n##Claim using a claim pack##\r\nGet a claim pack by:\r\n\r\n- phoning the Benefit Enquiry Line\r\n- downloading the claim pack from this page\r\n\r\n**Benefit Enquiry Line (BEL)**\r\n\r\nThis is a confidential freephone service for disabled people and carers. You can call the BEL and ask them to send you a claim pack. They can also arrange for someone to help you fill out the form.\r\n\r\n$C\r\n**Benefit Enquiry Line**  \r\n**Telephone:** 0800 88 22 00  \r\n**Textphone:** 0800 24 33 55  \r\nMonday to Friday, 8:30am to 6:30pm\r\n$C\r\n\r\nIf you ask for a claim pack from the BEL, the date of request will be treated as your date of claim, as long as the pack you receive is returned within 6 weeks of that date. If you delay making a claim, you may lose out on benefit.\r\n\r\nThe person taking your call will not have your personal details but will be able to give you general advice. This advice must not be taken as a decision about your claim.\r\n\r\n##Download a claim pack##\r\n\r\nYou can either download a pack to:\r\n\r\n- print off\r\n- complete using a computer\r\n\r\n$D\r\n**Print off**\r\n[Download 'Disability Living Allowance form DLA1A Adult' (PDF, 541KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_adult_print.pdf \"DLA claim pack to print off - adult\")\r\n[Download 'Disability Living Allowance form for people under the age of 16 DLA1A Child' (PDF, 259KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_child_print.pdf \"DLA claim pack to print off - child\")\r\n\r\n**Complete using a computer**\r\n[Download 'on-screen Disability Living Allowance claim form DLA1A Adult' (PDF, 698KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_adult.pdf \"DLA claim pack to complete using computer - adult\")\r\n[Download 'on-screen Disability Living Allowance claim form for people under the age of 16 DLA1A Child' (PDF, 807KB)](http://www.dwp.gov.uk/advisers/claimforms/dla1a_child.pdf \"DLA claim pack to complete using computer - child\")\r\n$D\r\n\r\nYour date of claim will be taken from the day your claim form arrives in the office dealing with your claim.\r\n\r\n##Technical difficulties with a claim form##\r\n\r\nIf you are having technical difficulties - for example downloading the form, navigating around the form or printing a hard copy - please contact the eServices helpdesk.\r\n\r\n$C\r\n**eServices helpdesk**  \r\n**Telephone:** 0845 601 80 40  \r\n**Textphone:** 0845 601 80 39  \r\n<eservicehelpdesk@dwp.gsi.gov.uk>  \r\nMonday to Friday, 8am to 9pm,  Saturday and Sunday, 8am to 4pm .\r\n$C\r\n\r\n\r\n*[BEL]: Benefit Enquiry Line\r\n*[DLA]: Disability Living Allowance","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Effect on other benefits and entitlements##\r\n\r\nIf your claim for Disability Living Allowance (DLA) is successful, you may get extra money paid with your:\r\n\r\n- income-based Jobseeker's Allowance\r\n- income-related Employment and Support Allowance\r\n- Income Support\r\n- Pension Credit\r\n- Housing Benefit or Council Tax Benefit\r\n- Working Tax Credit\r\n- Child Tax Credit\r\n\r\nIf someone is paid Carer's Allowance for providing care to you, you might not be able to get an extra amount for severe disability in any of these benefits or credits.\r\n\r\nFor more information, you should contact the office dealing with your claim for the benefit or credit concerned or contact the DLA helpline.\r\n\r\n$C\r\n**DLA helpline**  \r\n**Telephone:** 08457 123 456  \r\n**Textphone:** 08457 22 44 33  \r\n<dcpu.customer-services@dwp.gsi.gov.uk>  \r\nMonday to Friday, 7:30am to 6:30pm.\r\n$C\r\n\r\n##Medical examination#\r\n\r\nYou may be asked for a medical examination to check you are getting the full amount of benefit you're entitled to. If you're terminally ill, it's very unlikely that you'll need to have a medical examination.\r\n\r\nA medical examination involves an interview and sometimes a physical examination with a healthcare professional who has completed specialised training in disability awareness.\r\n\r\nThe examination is not to diagnose or discuss treatment of your medical condition. It is to assess how your condition affects you. To do this, the healthcare professional may not need to carry out a physical examination.\r\n\r\n##Medical examinations when you are already getting DLA##\r\n\r\nIf you're already getting DLA, you may be asked to attend a medical examination as part of the Right Payment Programme.\r\n\r\nUnder the Right Payment Programme, any DLA award may be reviewed to make sure the person is receiving the right amount of benefit.\r\n\r\nYour current benefit award will only be changed if the review highlights a change in your current entitlement. If this happens, your award will be adjusted - this could be up or down. If there are no material changes, your award will remain the same as before.\r\n\r\n**Renewal claims and reviews**\r\n\r\nIf you've been awarded benefit for a fixed period, you'll have to make another claim to renew your benefit just before your entitlement ends. This is called a 'renewal claim'. Renewal claims are treated exactly the same as new claims, so you may be asked to attend a medical examination.\r\n\r\nIf your benefit award is for an indefinite period, you will not usually have to make a renewal claim. Indefinite awards can sometimes be reviewed and you may need to have another medical examination as part of the review.\r\n\r\n**Your rights at a medical examination**\r\n\r\nThe medical examination will usually take place where you live or at a Medical Examination Centre near where you live. You should be given 7 days notice of your examination, but you can ask for an earlier appointment if that suits you better.\r\n\r\nIf you miss your first examination appointment, you will be offered a second appointment. If you miss 2 appointments, or refuse to attend, your benefit claim may be turned down.\r\n\r\nYou have the right to:\r\n\r\n- have a friend, relative or support worker with you at the medical examination\r\n- ask for an interpreter\r\n- ask to be examined by a healthcare professional of the same gender as yourself\r\n\r\nYou need to let Medical Services know ahead of time if you want an interpreter or same-gender healthcare professional. They will try to find one for you, but this may not always be possible in some areas.\r\n\r\n##What the medical examination involves##\r\n\r\nIt's important to tell the healthcare professional if your condition fluctuates and whether this is a good or bad day for you. \r\n\r\nBefore your medical examination, it's a good idea to think about how your illness or disability affects your everyday life. You might like to think about:\r\n\r\n- how much help you need during the day and during the night\r\n- what problems you have with getting around\r\n- if you can do more on some days than others, what a typical day is like for you\r\n\r\n##Identification you need##\r\n\r\nThe healthcare professional will ask to see some identification before the examination starts, to make sure you're the person they've been asked to visit.\r\n\r\nYou can use your passport, if you have one. If you don't take your passport, you need to show 3 documents from this list:\r\n\r\n- birth certificate\r\n- driving licence (card with photo)\r\n- your life assurance policy\r\n- bank statements\r\n\r\n##What happens at the medical examination##\r\n\r\nAs a rough guide, you should allow about an hour for your examination. Sometimes medical examinations can be completed in much less time, especially if the healthcare professional is looking at only 1 specific issue.\r\n\r\n###Interview###\r\n\r\nThe healthcare professional will interview you about the kind of help you need and any problems you have getting around. It's important to give the healthcare professional as much detail as you can. If someone else is attending the medical examination to support you, the healthcare professional may ask for your consent to interview that person separately. The healthcare professional will write a statement to record what you said in the interview. This information will provide the decision-maker with a clearer picture of your needs.\r\n\r\n###Physical examination###\r\n\r\nThe healthcare professional may decide a physical examination would be helpful. They should always explain what is involved first and check that you're happy for the examination to go ahead. It's important to tell the healthcare professional if you feel any discomfort. They will not ask you to carry out any action that causes you discomfort.\r\n\r\nThe healthcare professional also writes a report about the examination and returns it to the decision-maker. This report is usually written after the examination and you will not normally see it before it is submitted to the decision-maker.\r\n\r\n##Healthcare professional's report##\r\n\r\nYou can request a copy of the healthcare professional's report from the office that is dealing with your claim. They will send it to you by post. \r\n\r\n*[DLA]: Disability Living Allowance","slug":"further-information","title":"Further information"}}],"type":"programme"}
