{"slug":"council-tax-benefit","updated_at":"2012-01-31T13:18:42+00:00","alternative_title":"","overview":"Council Tax Benefit is money off your Council Tax bill - what it is, eligibility, how to claim and Council Tax Benefit form ","title":"Council Tax Benefit","parts":[{"table":{"body":"Council Tax Benefit is money off your Council Tax bill - the reduction you get depends on your circumstances, eg your income and whether you have a partner or children.\r\n\r\nYou can continue to get Council Tax Benefit when you get a job and earn a wage. This is called [Extended Payment of Council Tax Benefit](council-tax-benefit/further-information \"Extended Payment of Council Tax Benefit\").\r\n\r\nSecond Adult Rebate is a form of Council Tax Benefit - this is money off your Council Tax bill if you have an adult living with you who isn't your partner and they're on a low income.","slug":"overview","title":"Overview"}},{"table":{"body":"If you qualify for Council Tax Benefit, you'll get money off your Council Tax bill. You'll get a new bill showing the reduced amount of Council Tax you have to pay.\r\n\r\nHow much depends on your circumstances and where you live. Your local council will also look at your earnings and savings, and those of anyone who lives with you.\r\n\r\nThe most Council Tax Benefit you can get is 100% reduction on your bill.\r\n\r\nSecond Adult Rebate reduces the amount of Council Tax that has to be paid.\r\n \r\n##Second Adult Rebate##\r\n\r\nReason for Council Tax reduction | % reduction\r\n- | -\r\nRebate for second adults on Income Support, income-based Jobseeker's Allowance or Pension Credit |\t25%\r\nIf the second adult's gross weekly income is less than £177.00\t| 15%\r\nIf the second adult's gross weekly income is between £177.00 and £230.99 | 7.5%\r\n\r\n^If you're entitled to both Council Tax Benefit and Second Adult Rebate, your council will work out which one gives you the most money.^","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may get Council Tax Benefit if:\r\n\r\n- you pay Council Tax\r\n- you're on a low income or claiming benefits \r\n- you have savings below a certain level - usually £16,000 unless you're getting the 'guarantee credit' of Pension Credit\r\n\r\nYou could qualify if you're out of work, or in work and earning a wage.\r\n\r\nYour eligibility depends on your circumstances (eg whether you have children) and how much your Council Tax is (this depends on the value of your house and where you live).\r\n\r\n^You can apply whether you rent or own your home, or live rent-free.^\r\n\r\n##Who isn't eligible##\r\n\r\nYou can't usually get Council Tax Benefit if:\r\n\r\n- you have savings of over £16,000, unless you're getting the 'guarantee credit' of Pension Credit \r\n- you're an asylum seeker or are sponsored to be in the UK\r\n\r\n##How to check eligibility##\r\n\r\nIf you think you may be eligible for Council Tax Benefit, check with [your local council.](/apply-council-tax-benefit \"Apply for Council Tax Benefit\")\r\n\r\n##Second Adult Rebate\r\n\r\nYou may get Second Adult Rebate if the person you share your home with is:\r\n\r\n- not your partner\r\n- 18 or over\r\n- not paying you rent\r\n- not paying Council Tax themselves\r\n- on a low income\r\n\r\nYou may be able to get Second Adult Rebate even if you don't get Council Tax Benefit. \r\n\r\nYour local council should automatically check if you're entitled to a Second Adult Rebate.\r\n\r\n^If you're entitled to both Council Tax Benefit and Second Adult Rebate, your council will work out which one gives you the most money.^","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"##If you're claiming other benefits##\r\n\r\nContact Jobcentre Plus to claim Council Tax Benefit (including Second Adult Rebate) with your claim for the following benefits:\r\n\r\n- Employment and Support Allowance\r\n- Income Support\r\n- Jobseeker's Allowance\r\n\r\n$C**Jobcentre Plus**\r\n\r\n**Telephone:** 0800 055 6688  \r\n**Textphone:** 0800 023 4888  \r\n**Opening hours:** Monday to Friday, 8am to 6pm\r\n$C\r\n\r\nJobcentre Plus will send details of your claim for Council Tax Benefit to your local council.\r\n\r\n##If you’re claiming Pension Credit##\r\n\r\nContact the Pensions Service to claim Council Tax Benefit (including Second Adult Rebate) with your claim for Pension Credit.\r\n\r\n$C**Pensions Service**\r\n\r\n**Telephone:** 0800 99 1234  \r\n**Textphone:** 0800 169 0133  \r\n**Opening hours:** Monday to Friday, 8am to 8pm and Saturday, 9am to 1pm\r\n$C\r\n\r\nThe Pensions Service will send details of your claims for Council Tax Benefit to your local council.\r\n\r\n##If you're not claiming other benefits##\r\n\r\nYou can get a form for Council Tax Benefit (including Second Adult Rebate) from [your local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"}\r\n\r\nYou can also download a claim form (HCTB1). The form comes with notes that help you fill it in and tell you where to send it.\r\n\r\n$D[Download 'Council Tax Benefit claim form HCTB1' (PDF, 179KB)](http://www.dwp.gov.uk/advisers/claimforms/hctb1_print.pdf \"Download Council Tax Benefit claim form HCTB1\"){:rel=\"external\"}$D\r\n\r\n##Claiming in advance##\r\n\r\nYou can make a claim up to 13 weeks before you become entitled to Council Tax Benefit (17 weeks if you're aged 60 or over). So if you know you're moving to a new address soon, you can claim Council Tax Benefit before you move. \r\n\r\nYou won't usually get any money before you move in.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Extended Payment of Council Tax Benefit##\r\n\r\nIf you're getting Council Tax Benefit, some of your benefits may stop if you:\r\n\r\n- go back to work\r\n- work more hours\r\n- earn more money\r\n\r\nIf this happens, you may get an extra 4 weeks of Council Tax Benefit to help you pay your Council Tax bill. This is called Extended Payment of Council Tax Benefit and your local council decides whether or not you can get it.\r\n\r\nYou'll normally get the same amount of Council Tax Benefit as you did before - it's deducted from your Council Tax bill in the usual way. \r\n\r\nOnce your Extended Payment of Council Tax Benefit has ended, you might be able to get 'in-work Council Tax Benefit' if you're entitled to it. Your local council will decide if you can get in-work Council Tax Benefit. You won't have to make a claim.\r\n\r\n##If your circumstances change##\r\n\r\nTell your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} straight away if your circumstances change. Some examples of the changes you need to report include:\r\n\r\n- any of your children leave school or leave home \r\n- your rent changes \r\n- you or anyone who lives with you goes into hospital\r\n- you or anyone who lives with you starts work, even if it is voluntary\r\n- you or anyone who lives with you goes into a care home\r\n\r\n##How to appeal##\r\n\r\nIf you're refused Council Tax Benefit or aren't happy with your council's decision, ask your council for an explanation or to reconsider. You can also appeal against their decision. \r\n\r\nTo do any of these, [contact your council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"}","slug":"further-information","title":"Further information"}}],"type":"programme"}
