{"slug":"auto-enrolment-workplace-company-pension","updated_at":"2012-01-20T12:39:08+00:00","alternative_title":"","overview":"All employers will start automatically enrolling their employees into a workplace pension after October 2012 - find out how you might be affected","title":"Automatic enrolment into a pension at work","video_summary":"","video_url":"","parts":[{"table":{"body":"After October 2012, employers will start enrolling their workers into a pension at work to help them save for retirement.\r\n\r\nYou’ll be automatically enrolled into a pension at work by your employer, if you:\r\n\r\n- are not already in a current pension at work \r\n- earn more than £7,475 year\r\n- are 22 or over\r\n- are under State Pension age\r\n- work, or usually work, in the UK\r\n\r\nWhen this may affect you will depend on the size of the organisation you work for. \r\n\r\nIf you want to opt out of the pension scheme, your employer will tell you how.","slug":"overview","title":"Overview"}},{"table":{"body":"Your workplace pension will include your contributions, money from your employer and tax relief from the government.\r\n\r\nIf you're earning over £7,475 a year, your employer has to contribute to your workplace pension.\r\n\r\nIf you pay Income Tax, the government will contribute to your pension through tax relief. This means some of your money that would have gone to the government as tax, goes into your pension instead.\r\n\r\nHow much you, your employer and the government will pay into your pension depends on the type of pension scheme your employer has. Your employer can tell you who runs their pension scheme and they'll be able to give you more information.\r\n\r\n$E\r\n**Example:**\r\nJohn earns £12,000 a year (£1,000 a month) so he’ll get the following towards his pension: \r\n\r\n- £30 a month from his employer (equal to 3% of John’s income)\r\n- £40 a month from his monthly pay (4% of John’s income)\r\n- £10 a month from the government, in the form of tax relief on his payment (equal to 1% of John’s income)\r\n\r\nAlthough John puts in £40, the total contribution to his pension is £80 a month.\r\n$E","slug":"who-contributes-to-this-pension","title":"Who contributes to this pension"}}],"type":"guide"}
