{"slug":"changes-affect-child-benefit","updated_at":"2012-01-29T11:01:43+00:00","alternative_title":"","overview":"Changes that affect your Child Benefit: 16-19 year olds, if your child dies, if a parent dies","title":"Changes that affect Child Benefit ","video_summary":"","video_url":"","parts":[{"table":{"body":"You must [tell the Child Benefit Office](http://www.hmrc.gov.uk/childbenefit/change-circs.htm \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} immediately about any changes that could affect your entitlement to Child Benefit.\r\n\r\nThe changes you must report are anything to do with your family life, or the child you get Child Benefit for. This includes getting married or moving abroad, or if your child leaves education after they are 16 or leaves home for any reason.","slug":"overview","title":"Overview"}},{"table":{"body":"##Your child stays in education or training after they turn 16\r\nYou'll get Child Benefit until your child turns 20 if they're in education or training that counts for Child Benefit. They must be accepted onto the course before they turn 19. \r\n\r\nEducation must be full-time and 'non-advanced' (eg A levels or NVQs, but not a university degree). Training must be an approved course (eg an unwaged apprenticeship). [Check with the Child Benefit Office](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"} if you're not sure.\r\n\r\n###Breaks in education or training\r\nYou'll get Child Benefit for 6 months if the break is for a good reason, eg they're ill, changing course, or pregnant.\r\n\r\nIf your child goes back to education or training after a break, you should [make a new claim.](/child-benefit#how-to-claim \"Claim Child Benefit\")\r\n\r\n[Tell the Child Benefit Office](http://www.hmrc.gov.uk/childbenefit/change-circs.htm \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} if your child goes abroad to study for longer than 12 weeks.\r\n\r\n###Your child gets married or lives with their partner\r\n[Tell the Child Benefit Office.](http://www.hmrc.gov.uk/childbenefit/change-circs.htm \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} Child Benefit should continue if your child and their partner are in education or training.\r\n\r\n##Your child leaves education or training after they turn 16\r\nYour Child Benefit entitlement stops once your child leaves education or training post-16. Your payments don't stop immediately but on one of these dates:\r\n \r\n- the last day of February\r\n- 31 May\r\n- 31 August\r\n- 30 November\r\n\r\nWhen your payments stop depend on things like when your child's birthday is, or the reasons why they left the education or training.\r\n\r\n$E\r\n**Example:** Your child's exam results meant they couldn't do the education or training they wanted. Child Benefit entitlement stops from this date, and payments will stop on the next of the 4 'stop' dates listed above.\r\n$E\r\n\r\n###Child Benefit extension for 20 weeks\r\nChild Benefit continues for 20 weeks if 16 or 17 year olds leave education or training and register with a qualifying organisation, eg the armed forces or a government sponsored careers service.\r\n\r\nThe extension ends if your child:\r\n\r\n- turns 18\r\n- starts paid work for 24 or more hours a week\r\n- gets certain benefits (eg Income Support) or tax credits\r\n- is no longer registered with a qualifying organisation\r\n\r\n###Your child gets benefits or tax credits\r\nChild Benefit will stop if your child is claiming certain benefits (eg Income Support) or tax credits. Some benefits don't count, eg Disability Living Allowance.\r\n\r\n[Check with the Child Benefit Office.](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"}","slug":"16-19-year-olds","title":"16-19 year olds"}},{"table":{"body":"%You'll need to [tell the Child Benefit Office](http://www.hmrc.gov.uk/childbenefit/change-circs.htm \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} as soon as possible if your child dies.%\r\n\r\nYou'll usually get Child Benefit for 8 weeks after your child dies. If your child would have reached 20 before the 8 weeks are up, Child Benefit will stop then.\r\n\r\n##If you haven't yet claimed Child Benefit\r\n\r\nIf your child dies before you'd claimed Child Benefit you can still claim. You may get Child Benefit for 8 weeks from the date your child died.\r\n\r\ns1. Make a [claim for Child Benefit.](/child-benefit#how-to-claim \"Claim Child Benefit\")\r\ns2. Attach a note with the date of your child's death. \r\ns3. Put your contact details and National Insurance number on the note.\r\ns4. Send your child's birth or adoption certificate with your claim form (you don't have to send their death certificate).\r\n\r\nMake a claim as quickly as possible - it can only be backdated for 3 months. \r\n\r\n^You can't claim Child Benefit if your child was stillborn.^","slug":"your-child-dies","title":"Your child dies"}},{"table":{"body":"##If your partner dies \r\nIf your partner was getting Child Benefit and has died, you won't get the payments automatically. They'll stop on the Monday after your partner died. You need to: \r\n\r\ns1. [Tell the Child Benefit Office](http://www.hmrc.gov.uk/childbenefit/change-circs.htm \"Report a change of circumstances to the Child Benefit Office\"){:rel=\"external\"} the exact date of death, where the child(ren) are living now and who's looking after them.\r\ns2. Make a [Child Benefit claim](/child-benefit#how-to-claim \"Claim Child Benefit\") for your child.\r\n\r\n\r\n\r\n##Claiming outstanding Child Benefit payments##\r\n\r\nThe Child Benefit Office will pay any outstanding Child Benefit due to the person who died (called 'arrears').\r\n\r\nTo apply for the arrears you must be 16 or over and one of the following:\r\n\r\n- the executor of the deceased person's estate\r\n- the person who paid for the funeral\r\n- the deceased person's next of kin\r\n- someone who'll spend the money on the children\r\n\r\nYou need to [apply for the arrears](https://directgov-online.hmrc.gov.uk/shortforms/form/CBO_Specific?dept-name=CBO&sub-dept-name=General&location=3&origin=http://www.hmrc.gov.uk&lang=eng \"Email the Child Benefit Office\"){:rel=\"external\"} within 12 months of the date the person died. ","slug":"one-or-both-parents-die","title":"One or both parents die"}}],"type":"guide"}
