{"slug":"your-rights-if-your-travel-company-or-airline-goes-bust","updated_at":"2012-01-31T15:56:12+00:00","alternative_title":" ","overview":"Find out if you are protected when your travel company or airline goes bust, ATOL explained and the difference between package holidays and independently booked trips","title":"Your rights if your travel company or airline goes bust","video_summary":"","video_url":"","parts":[{"table":{"body":"When you buy a package holiday, by law you're protected if the travel company or airline goes bust. \r\n\r\nIf the tour operator fails, you will be:\r\n\r\n*  brought home if you're already on holiday\r\n*  given a full refund if you haven't left\r\n\r\nYou can normally return home as planned but you may sometimes need to extend your holiday by a few days or change airports. You won’t be charged again for your return flight or for any extra transport you need.\r\n\r\n##How you are protected\r\nTour operators selling package holidays by air must hold an Air Travel Organiser’s Licence (ATOL). \r\n\r\nYour invoice will show that you're ATOL-protected. \r\n\r\nIf you're not sure, [check your tour operator has an ATOL](http://www.caa.co.uk/default.aspx?catid=27 \"Check your tour operator has an ATOL\").\r\n\r\n##Does your trip count as a package holiday?\r\nSome UK airlines offer package holidays or flight combinations (for example, flights-plus-accommodation or car hire) that include package holiday protection.\r\n\r\nHowever, some airlines link to other sites where you can book accommodation or car hire. This is a separate purchase from a different company. It **does not count** as a package holiday and does not include package holiday protection. You should check if either company offers protection and, if so, what this covers. \r\n\r\n*[ATOL]: Air Travel Organiser’s Licence","slug":"if-you-booked-a-package-holiday","title":"If you booked a package holiday"}},{"table":{"body":"## Making sure you are covered\r\n\r\nIf you book a flight directly with an airline, you will not be covered by ATOL if the airline fails when you are abroad. \r\n\r\nYou can protect yourself by:\r\n\r\n* booking through an agent that offers protection under ATOL or another scheme - check what cover the agent offers\r\n* paying by credit card (for sums over £100) or Visa debit card - check what cover your card issuer offers\r\n\r\nYou can also take out extra travel insurance if you think it is worthwhile.\r\n\r\n##Getting home\r\nIf the airline you booked with goes bust, you will need a return flight with another airline. If there is a delay or no other airline flies the same route, you may need to:\r\n\r\n* book a hotel\r\n* do some extra travelling at one or both ends of your journey\r\n\r\nYou will have to make and pay for these arrangements yourself. You may be able to claim a refund later. \r\n\r\nSome airlines offer reduced ‘repatriation fares’ for stranded passengers. These are usually available:\r\n\r\n- by telephone only\r\n- within a few hours of an airline going bust (but maybe not immediately)\r\n- for about 2 weeks\r\n\r\n##Claiming a refund\r\nYou may be entitled to a part or full refund if you booked your original flight:\r\n\r\n* with a company other than the airline itself - contact the company before buying a replacement flight\r\n* using a credit or Visa debit card - contact your card issuer\r\n\r\nIf you paid money to an airline that has gone into administration, you can try claiming from the appointed administrator. You may be able to get their details from the airline’s website or from the website of the [Civil Aviation Authority.](http://www.caa.co.uk/default.aspx?catid=125 \"Air passenger rights - CAA\"){:rel=\"external\"}\r\n\r\n##Travel insurance for independent travellers\r\nSome policies cover airline failure, usually by including Scheduled Airline Failure Insurance (SAFI). However, many policies don’t include SAFI and some insurance providers exclude particular airlines.\r\n\r\nYou may be able to:\r\n\r\n* buy SAFI as an add-on\r\n* buy separate holiday protection insurance\r\n\r\nThink about whether you want cover for the money you have paid and extra costs you could face if your airline goes bust. This might depend on:\r\n\r\n* what you paid for the trip\r\n* how confident you feel about the airline\r\n* how cheaply or easily you could get home another way\r\n\r\n*[ATOL]: Air Travel Organiser’s Licence\r\n*[SAFI]: Scheduled Airline Failure Insurance\r\n","slug":"if-you-booked-your-trip-independently","title":"If you booked your trip independently"}}],"type":"guide"}
