{"slug":"employment-contracts-and-conditions","updated_at":"2012-01-31T17:25:52+00:00","alternative_title":"","overview":"A contract is an agreement between you and your employer which sets out your employment conditions, rights, responsibilities and duties","title":"Employment contracts and conditions","video_summary":"","video_url":"","parts":[{"table":{"body":"All employees have an employment contract with their employer - it can be a written, verbal, or implied contract. \r\n\r\nA contract is an agreement between you and your employer that sets out your employment conditions, rights, responsibilities and duties. These are called the ‘terms' of the contract.\r\n\r\n##Accepting a contract\r\n\r\nWhen you start a job it means you have accepted the terms offered by your employer. \r\n\r\nHaving a written contract could help resolve disputes with your employer in the future, and will help you understand your employment rights.\r\n\r\nYou and your employer have to stick to the contract until it ends (eg by you giving notice or being dismissed) or until the terms are changed (usually by agreement between you and your employer).","slug":"overview","title":"Overview"}},{"table":{"body":"The legal parts of a contract are known as 'terms'. Your employer should make clear which parts of your contract are legally binding. \r\n\r\nYour contract terms could be:\r\n\r\n- in a written contract, or similar document\r\n- verbally agreed\r\n- in an employee handbook or on a company notice board\r\n- in an offer letter from your employer\r\n- required by law (eg your employer must pay you at least the minimum wage)\r\n- in collective agreements (see below)\r\n- implied terms (see below)\r\n\r\n##Implied terms\r\n\r\nImplied terms aren't written down anywhere, but are understood to exist. Examples of an implied term include:\r\n\r\n- you not stealing from your employer\r\n- your employer providing a safe and secure working environment\r\n\r\nIf there's nothing clearly agreed between you and your employer about a particular matter, then it may be covered by an implied term.\r\n\r\n##Collective agreements\r\n\r\nEmployers sometimes make agreements with a trade union or staff association. These are know as 'collective agreements'. Your contract should make it clear which agreements apply to you and who can negotiate on your behalf.","slug":"contract-terms","title":"Contract terms"}},{"table":{"body":"All employees are entitled to a 'written statement of employment particulars' within 2 months of starting work. This is not a contract but will include the main conditions of your employment.\r\n\r\nA written statement of employment particulars must include: \r\n\r\n- your name\r\n- your employer's name\r\n- the date when your employment began\r\n- how much and when you will be paid\r\n- hours of work\r\n- holiday entitlement\r\n- entitlement to sick leave and any entitlement to sick pay\r\n- pensions and pension schemes\r\n- your and your employer's entitlement to notice of termination\r\n- job title or a brief job description\r\n- if it is not a permanent job, the period for which your employment is expected to continue or, if it is for a fixed term, the date when it will end\r\n- your place of work or, if you might be working in more than one place, an indication of this and of your employer's address\r\n- any collective agreements that affect the terms and conditions of your employment \r\n- details of disciplinary and grievance procedures\r\n\r\nIf you're normally employed in the UK but have to work abroad for the same employer for more than one month, the statement must also cover:\r\n\r\n- when you're expected to be abroad\r\n- the currency in which you will be paid\r\n- any additional pay or benefits\r\n- terms relating to your return to the UK","slug":"written-statement-of-employment-particulars","title":"Written statement of employment particulars"}},{"table":{"body":"Generally, you and your employer must agree for a contract to be changed. If you don't agree to changes your employer wants, you might need help [solving a workplace dispute](/solve-workplace-dispute \"solve a workplace dispute\").\r\n\r\nIf you want to make a change, speak to your employer and explain why. You can't insist on making changes unless they're covered by a statutory right (eg not working on a Sunday). \r\n\r\nIf your employer wants to make changes, they should\r\n\r\n- consult you or your representative (eg a trade union official)\r\n- explain the reasons why\r\n- listen to alternative ideas\r\n\r\n##When your contract has to be changed\r\n\r\nIf your employer is bought by another company, or moves to a new location, your existing terms and conditions should continue. However, you should get an amended written contract with details of your new workplace or the company's name.\r\n\r\nIf any changes affect the terms in your contract, your employer must give you another written contract showing what has changed within a month.\r\n\r\nIn some circumstances, changes such as demotion or a pay cut can happen as a result of a disciplinary measure. Check your employer's disciplinary procedure to see if this applies to you.","slug":"changes-to-contracts","title":"Changes to contracts"}},{"table":{"body":"A breach of contract happens when either you or your employer breaks one of the terms. For example, if your employer doesn't pay your wages, or you don't work the agreed hours.\r\n\r\nIf you think there's been a breach of contract, check the terms of your contract to make sure. \r\n\r\n^If there has been a breach of contract, you should try to sort out the problem informally with your employer.^\r\n\r\nFind out more about [solving disputes at work](/solve-workplace-dispute \"solving disputes at work\").","slug":"breach-of-contract","title":"Breach of contract"}}],"type":"guide"}
