{"slug":"getting-your-vehicle-back-if-its-been-wheel-clamped","updated_at":"2012-01-29T11:52:51+00:00","alternative_title":"","body":"$!If your vehicle is wheel clamped because it’s not taxed you’ll need to pay a release fee and get a valid tax disc; licensed private landowners can also clamp vehicles and charge for their release.$!\r\n\r\n##Wheel clamping for unpaid vehicle tax\r\n\r\nIf your vehicle is untaxed it can be wheel clamped.\r\n\r\nIf you don't pay for your vehicle to be de-clamped within 24 hours, it will be impounded. If you don’t pay for its release it could be destroyed after 7 days.\r\n\r\n###Getting your vehicle released within 24 hours\r\n\r\nTo get your vehicle released you'll need to:\r\n\r\n- pay a £100 release fee\r\n- show a valid tax disc\r\n\r\nIf you don’t tax your vehicle and show a valid tax disc you’ll also have to pay a ‘surety’ (deposit). This is £160 for a car or motorcycle and up to £700 for other vehicles.\r\n\r\nYou’ll get the deposit back when you show a valid tax disc or SORN (statutory off-road notification) at the vehicle pound or a [DVLA local office](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"} **within 14 days** of the vehicle's release. Otherwise you’ll lose the deposit and your vehicle could be clamped again after 24 hours.\r\n\r\n###Getting your vehicle released after 24 hours\r\n\r\nYou’ll need to:\r\n\r\n- pay a £200 release fee\r\n- pay storage charges of £21 per day\r\n- show a valid tax disc\r\n\r\nIf you don’t have a tax disc you’ll also need to pay a ‘surety’ (deposit). This is £160 for a car or motorcycle and up to £700 for other vehicles.\r\n\r\nYou’ll get the surety deposit back if you show a valid tax disc or SORN (statutory off-road notification) at the vehicle pound or a [DVLA local office](http://www.direct.gov.uk/en/Dl1/Directories/UsefulContactsByCategory/MotoringContacts/DG_10012974 \"DVLA local office\"){:rel=\"external\"} **within 14 days** of the vehicle's release. Otherwise you’ll lose the deposit and your vehicle could be clamped again within 24 hours.\r\n\r\n###What happens if you don’t pay\r\n\r\nIf you’re registered as the vehicle’s keeper, you’ll get a letter saying your vehicle has been impounded and will be disposed of unless you pay all the fees.\r\n\r\n%You could also face prosecution with fines of up to £1,000 as well as paying any arrears of vehicle tax owed and costs.%\r\n\r\nUnclaimed vehicles could be disposed of after 7 days. More valuable vehicles are either disposed of after 14 days or resold at auction.\r\n\r\n##Wheel clamping on private land\r\n\r\nIf you park on private land without permission you’re trespassing.\r\n\r\nIn England, Wales and Northern Ireland, the landowner can wheel clamp your vehicle and you could be asked to pay a release fee. It is illegal for your car to be wheel clamped on private land in Scotland.\r\n\r\n^If you’re asked to pay a release fee the person who has wheel clamped your car has to be licensed by the [Security Industry Authority (SIA).](http://www.sia.homeoffice.gov.uk/ \"Security Industry Authority (SIA)\"){:rel=\"external\"}^\r\n\r\nThe SIA does not regulate:\r\n\r\n- how much the release fee is\r\n- how long it takes to release your vehicle\r\n- what kind of warning signs need to be put up around the private land\r\n\r\n##Wheel clamping for other reasons\r\n\r\nWheel clamps may be used by bailiffs if you have debts to your local council or have unpaid penalty charge notices.\r\n\r\nIn this case, [contact your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"} for more information.\r\n\r\n*[SIA]: Security Industry Authority","overview":"If your vehicle is wheel clamped because it's not taxed you’ll need to pay a release fee and get a valid tax disc","title":"Getting your vehicle back if it's been wheel clamped","type":"answer"}
