{"slug":"access-to-work","updated_at":"2012-01-25T12:08:28+00:00","alternative_title":"","overview":"Access to Work can help you if your disability or health affects the way you do your job - what you'll get, eligibility and applying","title":"Access to Work","parts":[{"table":{"body":"An Access to Work grant could help you if you're a disabled person in a job or about to start a job. It can also help if you have a health condition that stops you from being able to do parts of your job.\r\n\r\nAccess to Work might pay towards a support worker or the extra costs for equipment you need at work. It can also pay towards the cost of getting to work if you can't use public transport.\r\n\r\nYou can also get help if you're self-employed.\r\n\r\nAccess to Work is not available to help you do voluntary work.\r\n\r\n\r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"There is no set amount for an Access to Work grant.\r\n\r\nThe Access to Work grant may help with costs like:\r\n\r\n- adaptations to the equipment you use\r\n- special equipment\r\n- a support worker or Job Coach to help you in your workplace\r\n- fares to work if you're unable to use public transport\r\n- disability awareness training for your colleagues\r\n- a communicator at a job interview\r\n\r\n\r\n\r\n\r\n\r\n","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"You may be able to get Access to Work money if your disability or health condition stops you from being able to do parts of your job, or you have work related costs because of your disability or health condition. You also need to be:\r\n\r\n- 16 or over\r\n- in a paid job\r\n- unemployed and about to start a job\r\n- unemployed and about to start a Work Trial\r\n- self-employed\r\n\r\nYou may not be able to get Access to Work funds if you receive any of the following benefits:\r\n\r\n- Incapacity Benefit\r\n- Employment and Support Allowance\r\n- Severe Disablement Allowance\r\n- Income Support\r\n- National Insurance Credits","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"Contact your regional [Access to Work contact centres](http://www.direct.gov.uk/en/DisabledPeople/Employmentsupport/WorkSchemesAndProgrammes/DG_173083 \"Access to Work contact centres\"){:rel=\"external\"} to see if you can get help.\r\n\r\nYou can also ask the Disability Employment Adviser at your local [Jobcentre Plus](http://www.direct.gov.uk/en/Dl1/Directories/DG_10011018 \"Jobcentre Plus\"){:rel=\"external\"} about applying for Access to Work. ","slug":"how-to-claim","title":"How to claim"}}],"type":"programme"}
