{"slug":"claim-tax-credits","updated_at":"2012-01-31T15:29:08+00:00","alternative_title":"","overview":"Find out if you are eligible for tax credits, how to claim and calculate what you might get ","title":"Claim tax credits","parts":[{"table":{"body":"Tax credits are payments you may get if you:\r\n\r\n- are responsible for at least one child or young person\r\n- work a certain number of hours on a low income\r\n\r\n##Types of tax credits\r\nThere are 2 types of tax credits: \r\n\r\n- [Child Tax Credit](/child-tax-credit \"Child Tax Credit\")\r\n- [Working Tax Credit](/working-tax-credit \"Working Tax Credit\")\r\n\r\nYou can apply for either or both depending on your circumstances.\r\n\r\nTax credits have a 'basic' element that you will get if you qualify. You may also be entitled to additional elements if, for example, you or your child are disabled. \r\n\r\n##Tax credits claim form\r\nThere is only one claim form for both types of tax credits. \r\n\r\nTo get a claim form, call the Tax Credit Helpline. You can't apply online.  \r\n","slug":"overview","title":"Overview"}},{"table":{"body":"To find out what you could get, use the HM Revenue & Customs (HMRC) [tax credits calculator.](http://taxcredits.hmrc.gov.uk/Qualify/DIQHousehold.aspx/ \"Tax credit calculator\"){:rel=\"external\"}\r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"what-youll-get","title":"What you'll get"}},{"table":{"body":"##Income limits\r\nThe total annual income limits for tax credits are:\r\n\r\nYou have children | £41,300\r\nSingle without children | £12,900\r\nCouple without children | £17,700\r\n\r\nThese are the limits for getting tax credits in the current tax year - ending on 5 April 2012.\r\n\r\nThe income limits don't apply to everyone - they could be higher if for example you have:\r\n\r\n* a large family and pay a lot in childcare\r\n* a disability \r\n\r\n##Child Tax Credit\r\nYou can usually claim for:\r\n\r\n* your baby\r\n* any child living with you - until 31 August after their 16th birthday\r\n* children under 20, if they're in [certain types of education or training](/child-tax-credit-when-child-reaches-16/approved-training-courses \"Approved training and education providers\")\r\n\r\nIf you have a baby, your payments can be backdated for up to 3 months. For example, if your baby was born on 1 January but your claim is received on 1 June, you'll only be paid from 1 March.\r\n\r\n##Working Tax Credit\r\nTo get Working Tax Credit you need to work a certain amount of paid hours a week.\r\n\r\n###You don't have children\r\n\r\nAge | Weekly paid work\r\n- | -\r\n25 or over | 30 hours\r\nover 16 and disabled | 16 hours\r\n50 or over having just stopped out-of-work benefits | 16 hours\r\n60 or over | 16 hours\r\n\r\n###You have children\r\nYou need to be aged 16 or over and do paid work for 16 hours a week. \r\n\r\n###Questionnaire - do you qualify?\r\nUse the [online questionnaire](http://www.hmrc.gov.uk/taxcredits/start/who-qualifies/quick-questionnaire.htm/ \"Online questionnaire - do you qualify for tax credits?\"){:rel=\"external\"} to find out if you're likely to qualify for tax credits.","slug":"eligibility","title":"Eligibility"}},{"table":{"body":"To claim tax credits you have to fill in a claim form. You can only get a claim pack from the Tax Credit Helpline. You can't claim online.\r\n\r\n$C\r\n**Tax Credit Helpline**  \r\n**Telephone**: 0345 300 3900  \r\n**Textphone**: 0345 300 3909  \r\n$C\r\n\r\nYou should get your pack within a week. If you haven't received it after 2 weeks, contact the helpline.\r\n\r\n##Making a joint or single claim \r\nIf you live with someone as a couple, you have to make a joint claim. You are both responsible for making sure the form is filled in correctly. \r\n\r\n##What you'll need\r\nHave your **National Insurance number** to hand before you call the helpline.\r\n\r\nYou will be asked for information about your income, childcare and any benefits you get. You should have the following information ready:\r\n\r\n* your income for the last tax year if you were employed - you can get this from your P60 or your final payslip for the tax year\r\n* your income for the last tax year if you were self-employed\r\n* details of any benefits you get, eg contribution-based Jobseeker's Allowance or Carer's Allowance\r\n* details of other income you get, eg savings interest, pensions or rent\r\n* details of any childcare payments you make if you use a [registered or approved provider](/childcare-tax-credits/registered-or-approved-childcare \"Registered or approved childcare providers\")\r\n\r\n##Help with the claim form\r\nYou'll get a set of guidance notes with your claim form that will help you fill it in. If you need further help completing the form, call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Helpline\") who will advise you.\r\n\r\n##Where to send your claim form \r\nFill in the form and send it by post to:\r\n\r\n$A\r\nTax Credit Office\r\nPreston\r\nPR1 4AT\r\n$A\r\n\r\n##You claim other benefits\r\nIf you claim Income Support, Employment and Support Allowance or Jobseeker's Allowance, you can give your completed form to your Jobcentre Plus - or in Northern Ireland, your Social Security Office.","slug":"how-to-claim","title":"How to claim"}},{"table":{"body":"##Claiming early\r\nYou can apply for tax credits even if you don't think you will get anything. It is worth doing this if your income is going to go down but is currently too high. For example if you are self-employed, your work is seasonal or you might be made redundant.\r\n\r\nIf you claim early any tax credit payments will be backdated to the date you made your claim. Otherwise, claims can normally only be backdated by 3 months. \r\n\r\n##Paperwork you should keep\r\nIt is a good idea to keep paperwork relating to your claim. You may need them if the Tax Credit Office reviews your claim or you want to make a complaint. \r\n\r\n###Household paperwork\r\nYou should keep:\r\n\r\n- bank and building society account statements\r\n- mortgage statements\r\n- rental agreements\r\n- council tax bills\r\n- utility bills such as gas, electricity, water and telephone, including mobile phones\r\n\r\n###Personal documents\r\nYou should keep:\r\n\r\n- NHS medical cards\r\n- passport, if you have one\r\n- birth certificates\r\n- paperwork for other benefits you might get, such as award notices\r\n- full details of any other income you, your partner, or children receive\r\n- details of your household income and outgoings\r\n- records of any amounts you've contributed to a registered pension scheme\r\n- records of any gift aid donations to charity you've made\r\n\r\n###Employment documents\r\nIf you're employed, you should keep:\r\n\r\n- all your P60 certificates\r\n- any P45 you've had\r\n- any P11D forms you've had, showing taxable benefits and expenses\r\n- payslips\r\n- contracts of employment\r\n- if you're in a salary sacrifice scheme – any related paperwork, or changes to your employment contract\r\n\r\n###Self-employed\r\nYou should keep:\r\n\r\n- your Unique Taxpayer Reference Number\r\n- details of bookings or appointments you have taken or made\r\n- copies of any advertisements you've placed\r\n- details of the hours you've worked each week\r\n- invoices you've written for any work done\r\n\r\n###If you've got children\r\nIf you've got children, the Tax Credit Office recommends you keep the following, in case they need to check your tax credits claim:\r\n\r\n- your child's passport, if they have one\r\n- your child's birth certificate, or adoption certificate\r\n- Child Benefit paperwork\r\n- any documents showing where your child lives - for example dental or hospital appointment cards or medical cards\r\n- letters or reports from your child's school confirming their attendance\r\n- Education Authority documents to confirm your child goes to a particular school, or is on a waiting list for a school\r\n- any documents showing that your child was in education or training over the age of 16\r\n- any documents showing that your child was registered for work, education or training with an approved body - for example a careers service or Connexions\r\n\r\n###If you pay for childcare\r\nIf you pay for childcare, the Tax Credit Office recommends you keep the following, in case they need to check your tax credits claim:\r\n- your contract with your childcare provider\r\n- any invoices from your childcare provider\r\n- any receipts for payments to your childcare provider\r\n\r\n###If you've come to the UK from abroad\r\nIf you're claiming tax credits and you've come to the UK from abroad, the Tax Credit Office recommends you keep the following:\r\n\r\n- any Home Office documents\r\n- any Worker Registration Scheme documents you might have\r\n- any Worker Authorisation Documents you might have\r\n\r\n###How long to keep the paperwork\r\nFor tax credits it's a good idea to keep documents from the last 3 tax years.\r\n\r\n^It's also useful to keep any award notices or other letters that the Tax Credit Office sends you.^ \r\n\r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"programme"}
