{"slug":"your-rights-as-a-trade-union-rep","updated_at":"2012-01-27T10:00:40+00:00","alternative_title":"","body":"$!\r\nYou're entitled to paid time off to get training and do your work as a trade union rep (as a shop steward, a health and safety or union learning rep or other trade union official).\r\n$!\r\n\r\n##Paid time off for trade union reps##\r\n\r\nYou're entitled to reasonable paid time off to do your union work as long as your union is:\r\n\r\n+ independent \r\n+ officially recognised by the employer to represent union members in negotiations on things like pay and terms and conditions\r\n\r\nExamples of trade union duties you have the right to paid time off for are:\r\n\r\n+ negotiating pay, terms and conditions\r\n+ helping union members with disciplinary or grievance procedures including meetings to hear their cases\r\n+ going with union members to meetings with their line manager to discuss flexible working requests and requests not to retire\r\n+ discussing issues that affect union members like redundancies or the sale of the business\r\n\r\nIf you're a union learning rep, you have the right to paid time off to:\r\n\r\n+ analyse the learning or training needs of union members\r\n+ give information and advice about learning or training \r\n+ arrange or encourage learning or training\r\n+ discuss your activities as a learning representative with your employer\r\n+ train as a learning representative\r\n\r\n##When you aren't entitled to paid time off##\r\nYou aren't allowed paid time off to attend union meetings or go to meetings with union officials. However, your employer will allow you unpaid time off for these activities. You aren't allowed any time off for industrial action. \r\n\r\n##What is reasonable time off?## \r\n\r\nThere isn't a legal definition of reasonable time off but things that need to be taken into account are the: \r\n\r\n+ kind of work your business or organisation does\r\n+ need to do your work\r\n+ needs of your line manager and co-workers\r\n+ importance of health and safety at work\r\n+ amount of time you've already had off for trade union work\r\n\r\nIf you're a union representative you need to discuss with your employer and come to an agreement about reasonable time off. \r\n\r\n##Problems with getting paid time off for union work##\r\nYou can speak to your trade union or use your employer's grievance procedures – check your employment contract, company handbook or intranet site for details. \r\n\r\nAs a last resort you may be able to take a case to an [Employment Tribunal.](/employment-tribunals \"Employment tribunals\")\r\n","overview":"Your rights to paid time off as a union rep, shop steward, health and safety or learning rep or other union official and what to do if you can't get time off","title":"Your rights as a trade union rep","type":"answer"}
