{"slug":"keeping-your-pay-tax-records","updated_at":"2012-01-26T13:26:17+00:00","alternative_title":"","overview":"Pay and tax records you need to keep if you send in a tax return","title":"Keeping your pay and tax records","video_summary":"","video_url":"","parts":[{"table":{"body":"If you're a UK taxpayer you need to keep a record of your tax and pay if you have to send HMRC (HM Revenue & Customs) a tax return.\r\n\r\nYou'll need your records to enter the correct figures. If HMRC needs to check your tax return, they might ask for the documents. \r\n\r\n^Not everyone has to fill in a tax return - HMRC will decide if you need to.^\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"overview","title":"Overview"}},{"table":{"body":"##Income from employment\r\n\r\nYou should keep documents about your pay and tax, including:\r\n\r\n- your P45 - if you leave your job, this shows your pay and tax to the date you left\r\n- your P60 - if you're in a job on 5 April, this shows your pay and tax for the tax year\r\n- form P11D - this shows your expenses and benefits, like a company car or health insurance\r\n- certificates for any Taxed Award Schemes\r\n- information about any redundancy or termination payment\r\n\r\nYou should also keep details of any other income or benefits from your job not covered in the list above, eg:\r\n\r\n- any tips received (unless your employer pays them through the 'tronc' system, which means they will have deducted tax already)\r\n- benefits you get in connection with your job from someone other than your employer, like meal vouchers\r\n- any lump sum payments not included on your P60 or P45, like incentive payments or golden hellos\r\n\r\n##Expense records\r\n\r\nIf you've had to pay for things like tools, travel and specialist clothing for work, you can claim for these to reduce the tax you'll have to pay. You need to keep a record of these so you can include them in your tax return.\r\n\r\n##Benefits records\r\n\r\nYou should keep any documents relating to:\r\n\r\n- social security benefits\r\n- Statutory Sick Pay\r\n- Statutory Maternity, Paternity or Adoption Pay\r\n- Jobseeker's Allowance\r\n\r\n##Pension records\r\n\r\nYou should keep:\r\n\r\n- your form P160 (part 1A), which you get when you retire and start getting a pension \r\n- your form P60 giving details of your pension and the tax deducted\r\n- any other details of a pension (including State Pension) and the tax deducted from it\r\n\r\n##Income from UK savings, investments or trusts\r\n\r\nYou should keep:\r\n\r\n- bank and building society statements or passbooks\r\n- statements of interest and any other income from your savings and investments\r\n- tax deduction certificates from your bank\r\n- dividend vouchers from UK companies\r\n- other vouchers like scrip dividend vouchers\r\n- unit trust tax vouchers\r\n- life insurance chargeable event certificates\r\n- details of any income you get from a trust\r\n\r\nYou should also keep:\r\n\r\n- details of extra amounts you've received, like an inheritance or other windfall\r\n- letters about your savings and investments\r\n\r\n##Income from property\r\n\r\nIf you let out a property, you'll need to keep details of the rent you've received and the expenses you've paid.\r\n\r\n^More information on [renting out your home](http://www.businesslink.gov.uk/bdotg/action/layer?r.i=1085515954&r.l1=1086951342&r.l2=1084073743&r.l3=1087348748&r.l4=1085515927&r.s=m&r.t=RESOURCES&topicId=1087348748 \"renting out your home\"){:rel=\"external\"} is on the Business Link website.^\r\n\r\n##Foreign income \r\n\r\nYou'll need to keep:\r\n\r\n- evidence of overseas earned income, for example from employment, self-employment or property letting\r\n- receipts for any expenses you wish to claim\r\n- dividend certificates from overseas companies\r\n- certificates or other evidence of tax paid - either in the UK or overseas\r\n\r\n##Income from employee share schemes or share-related benefits\r\n\r\nYou should keep:\r\n\r\n- copies of share option certificates and exercise notices\r\n- letters about any changes to your options\r\n- information about what you paid for your shares and the relevant dates\r\n- details of any benefits you've received as an employee shareholder\r\n\r\n##Capital Gains Tax records\r\n\r\nYou should keep any records associated with an asset you've owned in case you make a gain or loss when you sell, give away, transfer or exchange it. Always keep any information that you have used to:\r\n\r\n- work out your capital gain or loss\r\n- fill in your tax return\r\n- make claims - like a claim for losses\r\n\r\n^There's more information on [Capital Gains Tax](/capital-gains-tax \"Capital Gains Tax\") to help you.^\r\n\r\nTo find out more about keeping records, you can download a guide from HM Revenue & Customs (HMRC):\r\n\r\n$D\r\n\r\n[Download 'A general guide to keeping records for your tax return' (PDF, 120K)](http://www.hmrc.gov.uk/sa/rk-bk1.pdf \"Download 'A general guide to keeping records for your tax return' (PDF, 120K)\"){:rel=\"external\"}\r\n\r\n$D\r\n\r\n*[HMRC]:HM Revenue & Customs\r\n\r\n","slug":"what-you-need-to-keep","title":"What you need to keep"}},{"table":{"body":"How long you need to keep your records depends on when you send in your tax return - there's always a minimum period in case HM Revenue & Customs (HMRC) decides to check it. \r\n\r\n##If you send in your tax return on or before 31 January\r\n\r\nYou must keep your records for a year after this deadline. This applies to both online and paper tax returns.\r\n\r\n##If you send in your tax return after 31 January\r\n\r\nYou must keep your records for 15 months after the date you sent it in. This applies to both online and paper tax returns.\r\n\r\n##If you get income from a trade or business\r\n\r\nIf you get other income, like income from a property business or a shop, you need to keep the records for longer. \r\n\r\nThere's more information on the Business Link website:\r\n\r\n- [record keeping - business partnerships](http://www.businesslink.gov.uk/bdotg/action/layer?r.s=tl&r.l1=1073858808&r.lc=en&r.l3=1082611885&r.l2=1073859209&topicId=1081526249 \"record keeping - business partnerships\"){:rel=\"external\"}\r\n- [record keeping - self employed people](http://www.businesslink.gov.uk/bdotg/action/layer?r.s=tl&r.l1=1073858808&r.lc=en&r.l3=1082611885&r.l2=1073859209&topicId=1081526181 \"record keeping - self employed people\"){:rel=\"external\"}\r\n- [checks into your tax return](http://www.businesslink.gov.uk/bdotg/action/layer?=en&r.s=sc&r.l4=1082555669&r.l1=1073858808&r.lc=en&r.l3=1082611841&r.l2=1073859209&topicId=1082555669&r.i=1082556060&r.t=RESOURCES&=en&r.s=sc&r.l4=1082555669&r.l1=1073858808&r.lc=en&r.l3=1082611841&r.l2=10 \"checks into your tax return\"){:rel=\"external\"}\r\n\r\n^If your tax return is being checked, you need to keep your records until HMRC writes to tell you they've finished the check.^\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"how-long-to-keep-your-records","title":"How long to keep your records"}},{"table":{"body":"You should [tell HM Revenue & Customs (HMRC)](http://search2.hmrc.gov.uk/kbroker/hmrc/contactus/search.ladv?raction=view&fl0=__dsid%3A&sm=0&ha=34&as=1&sp_scope=hmrc&sc=hmrc&nh=10&sr=0&cs=ISO-8859-1&tx1=&tx0=49664 \"tell HM Revenue & Customs (HMRC)\"){:rel=\"external\"} what has happened and do your best to recreate your records by getting replacement information.\r\n\r\nOnce you've done this, use the replacement information to complete your tax return. Tell HMRC whether any figures are:\r\n\r\n- estimated - you want HMRC to accept them as final figures\r\n- provisional - you're using them until you can confirm the figures (you should tell HMRC when you will be supplying actual figures)\r\n\r\nIf you make adjustments at a later date and you've underpaid tax, there may be interest and penalties to pay.\r\n\r\n*[HMRC]:HM Revenue & Customs","slug":"if-your-records-are-lost-or-destroyed","title":"If your records are lost or destroyed"}}],"type":"guide"}
