{"slug":"looking-after-children-divorce","updated_at":"2012-01-30T14:31:56+00:00","alternative_title":"","overview":"How to make arrangements for your children if you divorce or separate, and how to apply for a court order if you can't agree","title":"Looking after children if you divorce or separate","video_summary":"","video_url":"","parts":[{"table":{"body":"A court won't let you divorce, or dissolve a civil partnership, until you can show you have made arrangements for your children, like:\r\n\r\n- where the children will live\r\n- when they’ll spend time with each parent\r\n- who will pay [child maintenance](http://www.direct.gov.uk/en/Parents/ChildMaintenance/index.htm \"child maintenance\"){:rel=\"external\"}\r\n\r\n##If you're unable to agree\r\n\r\nIf you're unable to agree on these arrangements, you can ask the court to decide, using a court order.\r\n\r\nIf you want to do this, you first have to go to a 'mediation information and assessment meeting' with a family mediator.\r\n\r\nThis  to find out if you can reach an agreement with your partner without going to court.\r\n\r\nContact a [family mediation service](http://www.familymediationhelpline.co.uk/find-service.php/ \"family mediation service\"){:rel=\"external\"} to arrange to go to a meeting.","slug":"overview","title":"Overview"}},{"table":{"body":"You can apply for a single court order, or a number of them, depending on what you've been unable to agree on.\r\n\r\n##Residence order\r\n\r\nTo decide where your child will live, and which parent they will live with.\r\n\r\nYou could apply for shared parenting, so the child spends time living with both parents.\r\n\r\n##Contact order\r\n\r\nTo see the child when they live with the other parent - eg:\r\n\r\n- at weekends\r\n- during school holidays\r\n\r\n##Specific issue order\r\n\r\nTo look at a specific question about how the child is being brought up - eg:\r\n\r\n- what school they go to\r\n- whether they should have a religious education\r\n\r\n##Prohibited steps order\r\n\r\nTo stop the other parent from doing something without the permission of the court - eg:\r\n\r\n- changing the child's surname\r\n- taking the child abroad\r\n\r\n##Parental responsibility order\r\n\r\nTo apply to have the rights and responsibilities of a parent, eg if:\r\n\r\n- you weren't married to the mother when the child was born\r\n- you aren't registered as the father on the birth certificate","slug":"types-of-court-order","title":"Types of court order"}},{"table":{"body":"To apply for a court order, fill in the [court order - arrangements for children form (C100).](http://hmctsformfinder.direct.gov.uk/HMCTS/GetForm.do?court_forms_id=2253){:rel=\"external\"}\r\n\r\nA court order costs £200.\r\n\r\nYou may be able to get help with [court fees](/court-fees-what-they-are/ \"court fees\") if you’re on benefits or a low income.\r\n\r\nSend the form to your local [county court or family proceedings court.](http://hmctscourtfinder.direct.gov.uk/HMCTS/ \"county court of family proceedings court\"){:rel=\"external\"}\r\n\r\nYou will be asked to go to a court appointment. You may also have to go to a court hearing.\r\n\r\nJudges and magistrates must always put the welfare of children first. They will only make a court order if they think it's in the best interest of the child.","slug":"apply-for-court-order","title":"Apply for a court order"}}],"type":"guide"}
