{"slug":"childcare-tax-credits","updated_at":"2012-01-31T16:47:20+00:00","alternative_title":"","overview":"Extra tax credits to help with your childcare costs - how to work out your childcare costs, childcare vouchers and approved and registered childcare providers","title":"Childcare and tax credits","video_summary":"","video_url":"","parts":[{"table":{"body":"If you work and use a [registered or approved childcare provider](registered-or-approved-childcare \"Registered or approved childcare providers\"), you could get extra tax credits. \r\n\r\nIf you're a **single parent** you must work 16 hours or more a week.\r\n\r\nIf you're a **couple** you must both work 16 hours or more a week. Only one of you has to work 16 hours or more if the other is: \r\n\r\n- ill or disabled and claiming disability benefits\r\n- in hospital\r\n- in prison - serving a custodial sentence or remanded in custody awaiting trial or sentence\r\n\r\n##How much help you can get\r\n\r\nChildren you pay childcare for | Childcare costs you can claim for\r\n- | -\r\n1 | up to £175 a week\r\n2 or more |  up to £300 a week\r\n\r\nThe maximum amount you can get is 70% of the childcare costs you are claiming for. How much you get will depend on your income. The lower your income, the more tax credits you can get.\r\n\r\n##What income limits apply?\r\nThere is no set income limit. Different limits apply depending on your circumstances - for example if you have a large family it is higher. \r\n\r\nYou can use the [tax credits calculator](/tax-credits-calculator \"Tax credits calculator\") to estimate what you can get. \r\n\r\n##How to claim\r\nYou can claim:\r\n\r\n- up to 7 days before you start using childcare\r\n- once you have started using childcare\r\n\r\nCall the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") to get a tax credits claim form or get extra tax credits for an existing claim. \r\n\r\n##Working out your childcare costs for tax credits\r\nTo make sure you get the right amount of tax credits you need to to know what to include when you [work out your childcare costs.](http://www.hmrc.gov.uk/taxcredits/start/claiming/claim-children/childcare-costs.htm \"Childcare costs\"){:rel=\"external\"}\r\n\r\n##You're on maternity, paternity or adoption leave\r\nIf you were working at least 16 hours a week immediately before you went on leave you could be eligible if:\r\n\r\n- you get Maternity Allowance\r\n- you're on Ordinary Maternity or Adoption Leave\r\n- you're in the first 13 weeks of Additional Maternity or Adoption Leave\r\n- you're on your 2 weeks of Paternity Leave\r\n\r\n##You're off sick from work\r\nYou are still eligible if all of the following apply: \r\n\r\n- you were working at least 16 hours a week immediately before you went off sick\r\n- you're off sick for 28 weeks or less\r\n- you get certain state benefits (for example Employment and Support Allowance, Statutory Sick Pay or National Insurance Credits) because your illness or disability affects the amount and type of work you can do\r\n- you were on maternity, paternity or adoption leave \r\n\r\nIf you were off work for one of the following reasons before you went off sick, you can still claim help with childcare costs:\r\n\r\n- you were on the first 10 days of strike leave\r\n- you were suspended from work \r\n\r\nIf you don't return to work after 28 weeks you may not qualify any more. Contact the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") if this happens. ","slug":"extra-tax-credits-for-childcare-costs","title":"Extra tax credits for childcare costs"}},{"table":{"body":"You employer may offer you childcare vouchers to help with childcare costs. These could be in return for a reduction in your pay - known as a 'salary sacrifice'. \r\n\r\nChildcare vouchers may affect the amount of tax credits you can get. You need to decide if you would be better off with the vouchers or not. \r\n\r\n^You can use the [childcare vouchers - better off calculator](http://ccincalculator.hmrc.gov.uk/CCIN0.aspx/ \"Childcare vouchers - better off calculator\") to work out whether to use childcare vouchers.^\r\n\r\nYou need to use a [registered or approved childcare provider](registered-or-approved-childcare \"Registered or approved childcare providers\") to be eligible for tax credits. \r\n\r\n##When you are better off accepting childcare vouchers\r\nIf one of the following applies, you would be better off taking the vouchers:\r\n\r\n- you have only 1 child and they don’t normally live with you (unless you're a couple and your child lives with your Crown Servant partner posted overseas)\r\n- your employer offers you childcare vouchers without reducing your pay\r\n\r\n##When you are better off claiming tax credits\r\nIf you think you qualify for tax credits, make a claim if any of the following apply:\r\n\r\n- the total amount of the vouchers you’ve been offered (or the amount your employer pays directly to a childcare provider for you) is over £55 a week or £243 a month\r\n- you live or work in the UK but you have a child outside of the UK (this does not include you if you're in a couple and your child lives with your Crown Servant partner posted overseas)\r\n- you are 50 or over and are returning to work after being on benefits for at least 6 months\r\n- you are on pension credit and work 16 hours or more a week\r\n- you pay tax at the higher or additional rate\r\n\r\n^If you're already getting tax credits, and you accept the vouchers, let the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") know. You'll need to tell them how much your income and childcare costs have gone down by.^\r\n\r\n","slug":"childcare-vouchers","title":"Childcare vouchers"}},{"table":{"body":"If you are claiming extra tax credits for childcare, you must use a 'registered' or 'approved' provider. \r\n\r\nThis includes all types of childcare, for example nurseries, playschemes, childminders, foster carers and school-based care.\r\n\r\n:england:\r\n##You use a childminder, playscheme, childcare club or nursery\r\n\r\nIf you use one of these childcare providers, they must be registered with [Ofsted.](http://www.ofsted.gov.uk/resources/registered-childcare-providers-and-places-england-december-2008-onwards/ \"Registered and approved childcare providers - Ofsted\"){:rel=\"external\"}\r\n\r\n##A foster carer looks after your child\r\nIf you use a foster carer for childcare they must be registered with [Ofsted.](http://www.ofsted.gov.uk/resources/registered-childcare-providers-and-places-england-december-2008-onwards/ \"Registered and approved childcare providers - Ofsted\"){:rel=\"external\"}\r\n\r\nYou can’t claim for childcare costs for caring for your own foster child.\r\n\r\n##A care worker or nurse looks after your child\r\nYou must use a care worker or nurse from an agency registered for providing care in the home. For example, a domiciliary care worker.\r\n\r\n##You use childcare provided by a school\r\nTo qualify, both of the following must apply:\r\n\r\n- the childcare is provided under the direction of the school’s governing body\r\n- the childcare takes place on school premises or on other premises that Ofsted include when inspecting the whole school\r\n\r\nIn addition, if your child is between **5 and 15 years old** (or 16 years old if your child is disabled) the childcare must take place outside of school hours.  \r\n:england:\r\n\r\n:wales:\r\nYour childcare provider must be one of the following:\r\n\r\n- registered with the Care and Social Services Inspectorate for Wales\r\n- a school that provides childcare outside of school hours and on school premises\r\n- a local authority that provides childcare outside of school hours\r\n- a care worker or nurse from an agency registered for providing care in the home, for example, a domiciliary care worker\r\n- someone approved by the Childcare at Home Approval Scheme, providing childcare in your child's home - or if several children are being looked after, in one of the children's homes\r\n\r\n###If a foster carer looks after your child\r\nYou can claim if your child is:\r\n\r\n- under 8, the foster carer must be registered with the Care and Social Services Inspectorate for Wales (CSSIW)\r\n- under 16 and the care is in your child's home, the foster carer must be approved by the Childcare at Home Approval Scheme\r\n\r\nYou can’t claim for childcare costs for caring for your own foster child.\r\n:wales:\r\n\r\n:scotland:\r\nYour childcare provider must be one of the following:\r\n\r\n- registered with Social Care and Social Work Improvement Scotland (SCSWIS)\r\n- a childcare club that is registered with SCSWIS to provide childcare outside of school hours\r\n- a person from a registered childcare agency, sitter service or nanny agency providing childcare in your child’s home\r\n\r\n###If a foster carer or 'kinship' carer cares for your child\r\nYou can claim help with your childcare costs in Scotland if you use an approved foster carer or a 'kinship' carer. A kinship carer is like a foster carer, but they know the child they're looking after because they're related, or are a family friend.\r\n\r\nIf you use a foster or kinship carer for your childcare, they must be registered with SCSWIS as a childminder or daycare provider. \r\n\r\nYou can't claim for childcare costs for caring for:\r\n\r\n- your own foster child\r\n- a child you're looking after yourself as part of a kinship care arrangement\r\n:scotland:\r\n\r\n:northern-ireland:\r\nYour childcare provider must be one of the following:\r\n\r\n- registered with a Health and Social Services Trust\r\n- a school that provides out of school hours childcare on the school premises\r\n- an Education and Library Board that provides out of school hours childcare\r\n- a person approved by the Home Childcare Approval Scheme, providing childcare in the child's home\r\n\r\n###If a foster carer cares for your child\r\nYou can claim help with your childcare costs in Northern Ireland if you use a foster carer for your childcare. If your child is:\r\n\r\n- under 12, the foster carer must be registered with a Health and Social Services Trust\r\n- under 16 and the care is in your child's home, the foster carer must be approved under the Home Childcare Approval Scheme\r\n\r\nYou can’t claim for childcare costs for caring for your own foster child.\r\n:northern-ireland:\r\n\r\n##When you can claim for childcare provided by relatives\r\nYou can only claim tax credits for childcare provided by a relative if the relative is either:\r\n\r\n- a registered childminder who cares for your child outside of your child's own home\r\n- a childcare provider, approved under a Home Child Care Providers Scheme in Wales or Northern Ireland, who cares for your child outside of your child's own home - but they must also care for at least one other child who's not related to them\r\n\r\n##If you’re a Crown servant working abroad\r\nIf you're a Crown servant - for example a civil servant or a member of the armed forces - you could be posted overseas. \r\n\r\nIf your child has gone with you, you can usually claim tax credits for your childcare costs. But your childcare provider must be approved by a Ministry of Defence accreditation scheme abroad.\r\n\r\n[SCSWIS]: Social Care and Social Work Improvement Scotland","slug":"registered-or-approved-childcare","title":"Registered or approved childcare"}}],"type":"guide"}
