{"slug":"flexible-working","updated_at":"2012-01-25T15:18:17+00:00","alternative_title":"","overview":"Who can request flexible working, how to make an application, what business reasons your employer can give to reject your application and how to appeal","title":"Flexible working ","video_summary":"","video_url":"","parts":[{"table":{"body":"Applying for flexible working means asking to work different hours or days to suit your needs.\r\n\r\nIf you're an employee who has worked for 26 weeks for your employer and you're eligible, you have the legal ('statutory') right to request flexible working. You can only make 1 application every 12 months. \r\n\r\n##Eligibility##\r\nYou're eligible if:\r\n\r\n+ you're a parent who cares for a child under 17 or a disabled child under 18 who gets Disability Living Allowance\r\n+ you care for an adult who is a relation or who lives with you\r\n\r\nParents and carers can make a flexible working application if they have caring responsibilities now or they know they will have have them in future.  ","slug":"overview","title":"Overview"}},{"table":{"body":"Flexible working means making an arrangement to work different hours or days to suit your needs. Examples include:\r\n\r\n+ part time: working less than the normal hours – usually by working fewer days\r\n+ compressed hours: working your agreed hours over fewer days\r\n+ flexitime: you choose when to start and end work (within agreed limits) but you always work a fixed time period (known as 'core hours' - for example 10am to 4pm) every day\r\n+ annualised hours: your hours are worked out over a year and are split into core hours that you work each week and time that's unallocated for when there is extra demand at work\r\n+ staggered hours: where there are different start, finish and break times \r\n+ job sharing: having 2 people doing 1 job \r\n+ working from home ","slug":"types-of-flexible-working","title":"Types of flexible working"}},{"table":{"body":"Anyone can ask their employer to work flexibly. However, some employees have the legal ('statutory') right to ask for flexible working. \r\n\r\n^If you're eligible, you have the right to ask for flexible working - you don't have the right to have it approved.^\r\n\r\n##Who has the legal right to ask for flexible working?##\r\nTo qualify, you must:\r\n\r\n+ be classed as an employee (eg not an agency worker or in the armed forces) - find out if you're eligible by checking your [employment status](/employment-status \"employment status\")\r\n+ have worked for your employer for 26 weeks before applying\r\n+ not have applied to work flexibly using your statutory right in the last 12 months\r\n\r\nYou'll have the statutory right to ask if you:\r\n\r\n+ have responsibility of a child aged 17 or under \r\n+ have responsibility of a disabled child under 18 who gets Disability Living Allowance\r\n+ care for an adult who is a relation or who lives with you\r\n\r\nParents and carers can make a flexible working application if they have caring responsibilities now or they know they will have have them in future.  \r\n\r\nFind out [which foster parents, guardians or carers](further-information \"Further information\") can ask for flexible working.\r\n\r\n##Your employer's responsibility##\r\nYour employer must look at your application for flexible working and can only reject it if there are good business reasons to do so.\r\n\r\n","slug":"who-can-request-flexible-working","title":"Who can request flexible working?"}},{"table":{"body":"^You should make an application well in advance of when you want to start flexible working. The application process can take up to 14 weeks.\r\n\r\n##How to make an application##\r\n\r\nYou can make an application by either:\r\n\r\n+ filling in a form provided by your employer\r\n+ completing a [flexible working application letter (RTF, 1538K)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@employ/documents/digitalasset/dg_179564.rtf \"Flexible working application letter\"){:rel=\"external\"}\r\n+ sending a letter or email to your employer\r\n\r\nYour application must:\r\n\r\n+ be in writing and dated\r\n+ say that you either have responsibility as a parent or carer – find out which [parents, guardians and carers](further-information \"Further information\") can make a request. \r\n+ say that you're making the application under the statutory right to request a flexible working pattern\r\n+ give details of the flexible working pattern you're applying for, including the date you want to start\r\n+ explain how you think flexible working will affect the business and how this could be dealt with \r\n+ say whether you have made an application before and when this was\r\n\r\nYou don't have to: \r\n\r\n+ give evidence that you're a parent or carer\r\n+ show why someone else can't care for the person you're responsible for\r\n\r\nYou should give as much information as possible in your application, including the effects and benefits for the business.\r\n\r\n^Any changes to your working hours or days will usually be permanent unless you agree otherwise - this could affect your pay.^\r\n\r\n##Withdrawing an application##\r\n\r\nIf you decide to withdraw your application, tell your employer in writing as soon as possible. Your application will be treated as withdrawn if you miss 2 meetings that your employer arranges with you to discuss your request. If you withdraw your application, you won't be able to make another statutory request for 12 months.","slug":"making-an-application","title":"Making an application"}},{"table":{"body":"Your employer must make a decision on your request based on what effect it will have on the business.\r\n\r\n##Agreeing your application##\r\n\r\nIf your employer agrees to changing your working hours, you'll be given a new contract. Your employer should write to you within 28 days about this and the date your flexible working will start. \r\n\r\n##Rejecting your application##\r\nYour employer can only reject your application for one of the following reasons: \r\n\r\n+ extra costs which would damage the business \r\n+ an effect on the business's ability to meet customer demand\r\n+ your work can't be reorganised among other staff\r\n+ people couldn't be recruited to do your work\r\n+ an effect on quality and performance of work done by your company\r\n+ lack of work during the times you propose to work \r\n+ planned structural changes to the business\r\n\r\nIf your employer doesn't agree to your request, they should have a meeting with you to discuss their reasons.\r\n\r\n##Arranging a meeting to discuss your application##\r\nThe meeting must happen within 28 days of your employer receiving the application. You should both agree to the date. If the manager who is going to look at the application isn't at work, the 28 day time limit starts when they get back.\r\n\r\n###Taking a work colleague or rep###\r\nYou can take a work colleague or trade union rep to the meeting. They can discuss things with you and speak in the meeting but they can't answer questions for you. If they can't make the meeting, it should be rearranged to take place within 7 days of the original date. Your employer must allow your work colleague paid time off to attend. \r\n\r\n###If you can't attend###\r\nIf you can't attend the meeting, you should tell your employer as soon as possible. You must provide a reasonable explanation. If you don't, your employer can treat your application as withdrawn and you won't have the statutory right to make another application for a year. \r\n\r\n###Holding the meeting###\r\nYour employer may suggest a different flexible working arrangement at the meeting rather than just rejecting your application. For example they might suggest compressed hours rather than part-time work or a trial period for your proposed flexible working. \r\n\r\n###Letter confirming your employer's decision###\r\nYour employer must write to you within 14 days of the meeting to tell you what their decision is. This time limit can be longer if you both agree.\r\n\r\nIf your request is accepted, your employer's letter should be dated and say what your flexible working arrangements will be and when they'll start.\r\n\r\nIf your application is rejected, then the letter should be dated and include:\r\n\r\n+ the business reasons for refusing\r\n+ an explanation of how the business reasons apply to your request\r\n+ how to appeal\r\n\r\n\r\n","slug":"results-of-an-application","title":"Results of an application"}},{"table":{"body":"You can appeal against your employer's decision for reasons like:\r\n\r\n+ your employer didn't know something related to the application when they made their decision\r\n+ you want to challenge a fact your employer used in rejecting your application for business reasons\r\n\r\nYou can't appeal if you only disagree with the business reasons for the rejection.\r\n\r\nIf you want to appeal, you should tell your employer as soon as possible. \r\n\r\n$D [Download 'Flexible working standard appeal letter' (RTF, 11KB)](http://www.direct.gov.uk/prod_consum_dg/groups/dg_digitalassets/@dg/@en/@employ/documents/digitalasset/dg_179583.rtf \"Download Flexible working standard appeal letter (RTF, 11KB)\"){:rel=\"external\"} \r\n$D\r\n\r\n###Holding an appeal meeting### \r\n\r\nYour employer must hold a meeting with you within 14 days after you've told them you want to appeal. They must agree the date with you.\r\n\r\nYou can bring a work colleague or union rep with you to the meeting. Your employer must tell you in writing what their decision is within 14 days of the meeting.\r\n\r\nIf you can't attend the meeting, tell your employer as soon as possible and rearrange it. If you miss 2 appeal meetings without a good reason, your employer can treat your appeal as withdrawn and you won't be able to make another application for 12 months.\r\n\r\n","slug":"appealing-against-your-employers-decision","title":"Appealing against your employer's decision"}},{"table":{"body":"If your application or appeal is rejected or you have other problems when making your application, try to [resolve them with your employer](/solve-workplace-dispute \"solve a workplace dispute\"). You can also speak to your staff or union rep. \r\n\r\nAs a last resort, you may be able to make a complaint to an [Employment Tribunal](/employment-tribunals \"Employment tribunals\") if:\r\n\r\n+ your appeal is refused, but you still think you have grounds for an appeal\r\n+ you are dismissed or are treated unfairly (for example refused a promotion or pay rise) because of your application\r\n+ your employer didn’t follow the correct process when handling your application\r\n\r\n","slug":"problems-with-making-an-application","title":"Problems with making an application"}},{"table":{"body":"Parents and carers can make a flexible working application if they have caring responsibilities now or they know they will have have them in future.  \r\n\r\n##Parents who can make flexible working requests##\r\n\r\nA parent can request flexible working if they are either:\r\n\r\n+ the mother, father, adopter, guardian, special guardian, foster parent or private foster carer of the child \r\n+ married to or the partner or civil partner of the child's mother, father, adopter, guardian, special guardian, foster parent or private foster carer of a child\r\n\r\n##Carers who can make flexible working requests##\r\n\r\nA carer can request flexible working if they care for either:\r\n\r\n+ a husband or wife, partner, civil partner or relative\r\n+ someone who lives at the carer's address\r\n\r\nA relative is a mother, father, adopter, adoptee, guardian, special guardian, parent-in-law, son, son-in-law, daughter, daughter-in-law, brother, brother-in-law, sister, sister-in-law, uncle, aunt or grandparent.  \r\n\r\n","slug":"further-information","title":"Further information"}}],"type":"guide"}
