{"slug":"schools-admissions","updated_at":"2012-01-31T16:51:28+00:00","alternative_title":"","overview":"Getting a place at primary or secondary school - applications, deadlines, admissions criteria","title":"Schools admissions","video_summary":"","video_url":"","parts":[{"table":{"body":"[Find out what schools are in your area.](http://schoolsfinder.direct.gov.uk/ \"Find schools near you\"){:rel=\"external\"} Find out the [admissions criteria](admissions-criteria \"Admissions criteria\") for the schools you're interested in. Your local council will be able to help with this.\r\n\r\n##Applying to schools outside your local council area\r\n\r\nYou can apply for schools outside your local council area. You can do this through your own local council.\r\n\r\n##Finding out about a school\r\n\r\nYou can find out more about a school by:\r\n\r\n- visiting the school - most schools have open days you can go to\r\n\r\n- reading the school's prospectus\r\n\r\n- reading the school's most recent [Ofsted reports](http://www.ofsted.gov.uk/inspection-reports/find-inspection-report \"Ofsted reports\"){:rel=\"external\"}\r\n\r\n- checking [school league tables,](http://www.education.gov.uk/performancetables/ \"School league tables\"){:rel=\"external\"} which include exam results\r\n\r\n- checking the school's website\r\n\r\n- talking to other parents about what they think of the school\r\n\r\nYou can also get advice about choosing schools from your [local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1/ \"Contact your local council\"){:rel=\"external\"} All councils have teams to help parents get their children into schools.","slug":"choosing-schools","title":"Choosing schools"}},{"table":{"body":"Your [local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your council\"){:rel=\"external\"} can tell you about schools' criteria. If you're applying for a school place after the start of the school year (eg changing schools), contact the school direct.\r\n\r\nAdmissions criteria are different for each school. Common examples of criteria include:\r\n\r\n- if a brother or sister is already at the school\r\n\r\n- how close you live to the school (the 'catchment area')\r\n\r\n- the parent's religion (for faith schools)\r\n\r\n- an entrance exam (for selective schools eg grammar schools or stage schools)\r\n\r\n- an interview (boarding schools only)\r\n\r\n- if the child went to a particular primary school (a 'feeder school')\r\n\r\n- if a child is in care (all schools must have this as a top priority)\r\n\r\nIf you think a school has unfair admissions criteria, contact the [Schools Adjudicator.](http://www.education.gov.uk/schoolsadjudicator/howwecanhelp/a0076144/how-to-raise-an-objection-to-school-admission-arrangements \"Schools Adjudicator\"){:rel=\"external\"}","slug":"admissions-criteria","title":"Admissions criteria"}},{"table":{"body":"Even if your child’s current primary or nursery school is linked to the school you want them to go to next, you won’t be considered for a place unless you [apply.](/apply-for-primary-school-place \"Apply for a place at a primary school\")\r\n\r\n##When applications open and deadlines for applying\r\n\r\nApplications open on different days in each local council area - usually at the start of the autumn term of the year before your child is due to start school. Find out from your local council when applications open for [primary](/apply-for-primary-school-place \"Apply for a place at a primary school\") or [secondary](/apply-for-secondary-school-place \"Apply for a place at a secondary school\") schools.\r\n\r\n###Deadlines for applying\r\n\r\nPrimary school: 31 January  \r\nSecondary school: 31 October\r\n\r\n##How to apply##\r\n\r\nWhen you fill in the form (online or on paper) you'll be asked to list the schools you're applying for in order of preference.\r\n\r\nThe number of schools you can apply for depends on your local council.\r\n\r\nTo get a copy of the application form on paper, [contact your local council.](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"Contact your local council\"){:rel=\"external\"}\r\n\r\n##When you'll find out\r\n\r\n###Primary school\r\n\r\nPrimary school offer dates vary from council to council. Ask your local council when they'll tell you.\r\n\r\n###Secondary school\r\n\r\n% Private schools have their own admissions procedures. Apply direct to the school if you want to send your child to a private school. %\r\n\r\nYou'll get confirmation on 1 March. \r\n\r\n^You'll be sent a letter telling you which school your child has been accepted into on 1 March.^","slug":"applying","title":"Applying"}},{"table":{"body":"^All children are entitled to go to primary and secondary school. If your child hasn't got a place, your local council can tell you which schools have places available.^\r\n\r\nYou'll get a letter with the decision about your child's school on 1 March. You can appeal against an unfair decision. The letter will tell you how to do this.\r\n\r\nYou can [make an appeal](/appeal-school-admission-decision \"Appeal against a school admission decision\") for each school that does not offer a place. If you're appealing several rejections, make separate appeals.\r\n\r\n##Appeals for infant classes\r\n\r\nFor 5-7 year olds, the class size is limited to 30. Your application can be turned down if all the classes already have 30 children in them.\r\n\r\nYou can still appeal if your child would have been offered a place if the admission arrangements had been properly followed or the admissions criteria aren't legal according to the [School Admissions Code.](http://www.education.gov.uk/schools/adminandfinance/schooladmissions/a00195/school-admissions-codes-and-regulations \"School Admissions Code\"){:rel=\"external\"}\r\n\r\n##Help preparing your appeal##\r\nThe [Advisory Centre for Education (ACE)](http://www.ace-ed.org.uk/ \"Advisory Centre for Education\"){:rel=\"external\"} can help you prepare your appeal.\r\n\r\n$C\r\n\r\n**Advisory Centre for Education (ACE)**\r\n\r\n**Telephone**: 0808 800 5793\r\n\r\n$C\r\n\r\n##When the hearing will be##\r\n\r\nThe 'admission authority' for the school (usually the school itself or the council) must write to you at least 10 school days before the hearing to confirm the date.\r\n\r\n###Primary schools\r\n\r\nAppeals must be heard within 40 school days of the appeal being sent in, or before the end of the summer term - whichever is sooner.\r\n\r\n###Secondary schools\r\n\r\n####If the decision was sent the day when school places are offered\r\nAppeals for decisions sent on the day when school places are offered must be heard by 6 July or the next working day.\r\n\r\n####Late applications\r\nThe hearing for an appeal for a late application must be within 30 school days from the date when you sent the appeal in.\r\n\r\n###What happens at the appeal hearing\r\n\r\nAt the appeal hearing, there's a panel of members of the public.\r\n\r\ns1. The admission authority will explain why they turned down your application.\r\ns2. You'll be able to give your own reasons why the decision is unfair.\r\ns3. The appeals panel must decide if the school's admission criteria are legal according to the [School Admissions Code.](http://www.education.gov.uk/schools/adminandfinance/schooladmissions/a00195/school-admissions-codes-and-regulations \"School Admissions Code\"){:rel=\"external\"}\r\ns4. If they are, the panel must decide if they were followed fairly and thoroughly.\r\ns5. The panel will tell you and the admission authority their decision within 7 days.\r\n\r\n\r\n##Complaining about the appeals process\r\n\r\nThe panel's decision can only be overturned by a court.\r\n\r\nIf you're unhappy about the appeal process, you can complain to the [Local Government Ombudsman.](http://www.lgo.org.uk \"Local Government Ombudsman\"){:rel=\"external\"} The Ombudsman can't overturn the panel's decision but can recommend a new appeal.\r\n\r\nIf there's a change in your circumstances which could affect the decision, you may be able to apply to appeal again.","slug":"appealing-a-schools-decision","title":"Appealing a school's decision"}}],"type":"guide"}
