{"slug":"renew-your-tax-credits-claim","updated_at":"2012-01-26T13:25:04+00:00","alternative_title":"","overview":"What is in your tax credits renewal pack, how and when to renew your tax credits claim","title":"Renewing your tax credits claim","video_summary":"","video_url":"","parts":[{"table":{"body":"You need to renew your tax credits claim once a year. This is to make sure you've been paid - and continue to be paid - the right amount.  \r\n\r\n##Who gets a renewal pack\r\nIf you claimed the previous tax year you will get a renewal pack between April and 30 June. \r\n\r\nYou get a separate renewal pack for each claim you have made during the year.\r\n\r\nThis also applies if you:\r\n\r\n- claimed tax credits but didn't get them because your income is too high (a 'nil' award)\r\n- only got tax credits for part of the year\r\n\r\n##What is in the pack\r\nYour renewal pack will include either:\r\n\r\n- an Annual Review notice plus an Annual Declaration form\r\n- just an Annual Review notice\r\n\r\n##Completing your Annual Declaration form\r\nYou will need to complete your Annual Declaration form and return it to the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") by 31 July. Your renewal pack will tell you if you have a different deadline. \r\n\r\n##Your Annual Review notice\r\nIf you got an Annual Review notice on its own, just check the details are correct. If they are, you don't need to do anything and your claim will automatically be renewed. \r\n \r\nYou should, however, tell the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") straightaway if:\r\n\r\n- your circumstances have changed\r\n- your income is different to what's shown in the Annual Review notice\r\n- there are mistakes or details missing from the notice\r\n\r\nThe final deadline for reporting any changes is 31 July but check if your pack shows a different date.\r\n\r\nYou'll get an Annual Review notice on its own if any of the following applies:\r\n\r\n- you just get the Family element of Child Tax Credit\r\n- you claimed tax credits but didn't get them because your income was too high \r\n- you got Income Support, Income Based Job Seeker’s Allowance, Income Based Employment Support Allowance or Pension Credit for the whole of the last tax year \r\n\r\nYour most recent award notice will give you details of your tax credits entitlement.\r\n\r\n##You didn't get your renewal pack\r\nIf you haven't been sent your renewal pack by 15 July, you should contact the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\"). They will send you the forms you need. \r\n\r\n","slug":"overview","title":"Overview"}},{"table":{"body":"Renewal packs are issued between April and 30 June each year.\r\n\r\n##You didn't get a renewal pack\r\nIf you don't get your pack by 15 July, contact the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\").\r\n\r\nThe Tax Credit Office will send you the forms you need. You then have 30 days to renew or report a change in circumstances. Your payments will carry on in the meantime.\r\n\r\nYou can't get a renewal pack online.\r\n\r\n%If you haven't got your pack by 15 July, contact the Tax Credit Office%\r\n\r\n","slug":"when-you-get-your-renewal-pack","title":"When you get your renewal pack"}},{"table":{"body":"##You got an Annual Declaration form\r\nIf you got an Annual Declaration form TC603D (or TC603D2) and an Annual Review notice (TC603R), you need to renew your claim in one of the following ways:\r\n \r\n- completing the Annual Declaration form and returning it to the Tax Credit Office\r\n- calling the Tax Credit Helpline\r\n\r\nYou can't renew online.\r\n\r\nYou can only renew once you get your pack. The final deadline for renewing is 31 July but check if your pack shows a different date.\r\n\r\nIf you need to report any changes contact the Tax Credit Helpline immediately. \r\n\r\n^You can only renew once you get your renewal pack^\r\n\r\n##You got an Annual Review form on its own\r\nIf you only got the Annual Review (TC603R) notice, your claim will be renewed automatically.\r\n\r\nYou just need to check that your details on the form are still correct. If they are, you don't need to do anything and you will continue to get tax credits. \r\n\r\nYou should, however, tell the [Tax Credit Office](contact-the-tax-credit-office \"Contact the Tax Credit Office\") straightaway if:\r\n\r\n- you have had any changes in circumstances\r\n- your income is different to what's shown in the Annual Review notice\r\n- there are mistakes or details missing from the notice\r\n\r\nThe final deadline for reporting any changes is 31 July but check if your pack shows a different date.\r\n\r\n##If you miss the deadline\r\nIf you don't renew by 31 July (or the deadline on your renewal pack):\r\n\r\n- your payments will stop\r\n- you will get a statement showing whether you've been paid the right amount\r\n\r\nYou then have a further 30 days to renew your claim or you will have to make a new claim.\r\n\r\n\r\n","slug":"how-and-when-to-renew","title":"How and when to renew"}},{"table":{"body":"Before you renew you will need:\r\n\r\n- copies of any award notices that HM Revenue & Customs (HMRC) have sent you during the year\r\n- the dates of any important changes, like when you started a new job, or when your child left school or college\r\n- bills or receipts showing how much you paid for childcare during the year\r\n\r\n##Details of your actual income\r\nYou will need to give details of your total income - including your partner’s (if you have one) - in the last year. \r\n\r\nYou may need the following paperwork, for both yourself and any partner:\r\n\r\n- your P60, P45 forms or payslips showing your total wages for the year\r\n- if you're self-employed, your business accounts or your tax return\r\n- notes of any pension and Gift Aid payments, which are normally deducted from your income - ignore payments to occupational pension schemes where your employer has already deducted your payment from your wages\r\n- letters or statements from the Department for Work and Pensions, or Department for Social Development in Northern Ireland, stating what state pensions or state benefits you got\r\n- letters from private pension companies, showing what pension income you got\r\n- bank and building society statements, dividend certificates and income from trusts certificates\r\n\r\n##If you don't know your income for the last tax year\r\nYou can still renew your claim by providing an estimate. You will need to give details of your actual income by the 31 January. \r\n\r\n*[HMRC]: HM Revenue & Customs","slug":"what-you-need-when-renewing","title":"What you need when renewing"}},{"table":{"body":"It can take up to 8 weeks for your renewal to be dealt with. You may be contacted by the Tax Credit Office to confirm some of the information you have provided. \r\n\r\n##What happens to your payments\r\nYour payments continue as normal until your renewal has been looked at.  \r\n\r\nMake sure you renew on time or your payments will stop.\r\n\r\n##How you know your renewal has been dealt with\r\nOnce your claim has been reviewed, you will get an 'award notice' with details of the outcome.\r\n\r\nYou may get several award notices. You need to:\r\n\r\n- check each one, making sure that the details are correct for the tax year or award period shown\r\n- call the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") if anything is wrong, missing or incomplete, or if there's anything you don't understand\r\n\r\nYou can use the checklist that came with your award notice to help you do this.\r\n\r\n##When you can expect your award notice\r\nYou normally get your award notice within 8 weeks of renewing or reporting a change of circumstances. This may take longer if, for example, there were mistakes on the Annual Declaration form. \r\n\r\nIf you only got an Annual Review notice and everything on it was correct, this becomes your award notice. Your current payments will continue.\r\n\r\n##When to contact the Tax Credit Office\r\nIf you renewed by 31 July (or the deadline in your renewal pack), contact the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") if one of the following applies:\r\n\r\n- you didn't get your award notice more than 8 weeks after you renewed\r\n- the information on your award notice is wrong, missing or incomplete\r\n\r\nIf you've realised you made a mistake when you renewed, contact the [Tax Credit Helpline](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") immediately.\r\n\r\n^If you didn't get your award notice after 8 weeks, call the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\").^","slug":"when-your-claim-will-be-dealt-with-","title":"When your claim will be dealt with "}},{"table":{"body":"##You decide to stop your claim\r\n\r\nYou can stop tax credits at any time. You can do this by:\r\n\r\n- contacting the Tax Credit Helpline\r\n- writing to the Tax Credit Office\r\n\r\nYou need to do this by 31 July if you want your claim to stop for the current tax year. If you don't contact the [Tax Credit Office](/contact-the-tax-credit-office \"Contact the Tax Credit Office\") before this date, your claim will carry on until the end of the current tax year. It then won't be renewed the following year.\r\n\r\n##What to consider before leaving tax credits\r\nIf you stop tax credits:\r\n\r\n- you would need to make a new claim if your circumstances changed, for example if your income dropped or you had a baby\r\n- any new claim would only be backdated by up to 3 months (this can be longer if you qualify for the Disability element of Working Tax Credit)\r\n\r\nIf you delay in making a new claim you could lose out on payments.\r\n\r\nStaying in tax credits means:\r\n\r\n- your claim will be renewed, even if you haven’t been getting any payments\r\n- you won't need to make a new claim if your circumstances change, for example if your income drops\r\n- you may be able to get extra money for the whole tax year if your circumstances change or your income drops\r\n\r\n##If the Tax Credit Office does not renew your claim\r\nIf the Tax Credit Office has sent you a letter saying that they won’t be renewing your claim, you need to:\r\n\r\n- decide whether you want to renew your claim or stop tax credits\r\n- contact the Tax Credit Helpline, or write to the Tax Credit Office, by the date shown in the letter if you want to renew\r\n\r\nYou should still contact the Tax Credit Helpline if your circumstances have changed since you last renewed. This is particularly important if one of the following applies:\r\n\r\n- your total income for the tax year was less than the previous tax year\r\n- you expect your total income to drop below £42,000 for the whole of the tax year\r\n\r\nA drop in income means you could still qualify for some tax credits payments.\r\n\r\nA tax year runs from 6 April one year to 5 April the next.\r\n\r\n##You currently qualify for the Disability element of Working Tax Credit\r\nYou may currently qualify for the Disability element of Working Tax Credit, even if you don't actually get any tax credits payments. Your latest award notice will tell you what you qualify for.\r\n\r\nIf this applies to you and you want to stop tax credits, you need to know that you:\r\n\r\n- would need to make a new claim for tax credits if your circumstances change later on\r\n- may not qualify for the Disability element when you make the new claim - especially if there's a gap of 8 weeks or more between leaving tax credits and making a new claim\r\n\r\nIf you decide to renew your tax credits, you can still qualify for the Disability element - as long as your circumstances stay the same.\r\n","slug":"stopping-tax-credits","title":"Stopping tax credits"}}],"type":"guide"}
