{"slug":"if-you-become-disabled","updated_at":"2012-01-25T15:11:45+00:00","alternative_title":"","overview":"Disability rights for health and social care assessments, employing a carer, registering as disabled, employment and redundancy","title":"What to do if you become disabled","video_summary":"","video_url":"","parts":[{"table":{"body":"You should contact [your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"your local council\"){:rel=\"external\"} to find out if you can can register as a disabled person and get a disability registration form.\r\n\r\nFor further information about registering as disabled go to the [NHS Choices website](http://www.nhs.uk/chq/pages/2571.aspx?categoryid=155&subcategoryid=155){:rel=\"external\"}.\r\n\r\n\r\n","slug":"registering-as-a-disabled-person","title":"Registering as a disabled person"}},{"table":{"body":"You can get a health and social care assessment by contacting the social services department of [your local council](http://local.direct.gov.uk/LDGRedirect/Start.do?mode=1 \"your local council\"){:rel=\"external\"}.\r\n\r\nMore information about what happens during and after an assessment can be found on the [NHS Choice website](http://www.nhs.uk/CarersDirect/guide/assessments/Pages/Communitycareassessments.aspx \"NHS Choices website\"){:rel:\"external\"}.\r\n\r\n\r\n","slug":"health-and-social-care-assessments","title":"Health and social care assessments"}},{"table":{"body":"To get information about  home care and  finding a suitable carer, go to the [NHS Carers Direct website.](http://www.nhs.uk/CarersDirect/guide/practicalsupport/Pages/Homecare.aspx \"NHS Carers Direct\"){:rel=\"external\"}.\r\n\r\n","slug":"employing-a-professional-carer-or-assistant","title":"Employing a professional carer or assistant"}},{"table":{"body":"##Reasonable adjustments##\r\n\r\nIf your disability is covered under the [Equality Act 2010,](/definition-of-disability-under-the-equality-act-2010 \"Definition of disability - Equality Act 2010\") your employer must make reasonable adjustments for you. These include adjustments to your working arrangements or workplace so that you are not substantially disadvantaged compared to non-disabled people.\r\n\r\nReasonable adjustments may include things like:\r\n\r\n- a phased return to work – perhaps working flexible hours or part-time\r\n- time off for medical treatment or counselling\r\n- giving another employee some tasks that you can't easily do\r\n- providing practical aids and technical equipment for you\r\n\r\nIf you have a mental health condition, you may also want to:\r\n\r\n- work flexible hours - some medication may make you sleepy in the morning so you could arrange to start your working day a couple of hours later\r\n- get help from a colleague - you may find it useful to talk to a trusted colleague weekly, daily or when needed\r\n\r\n##Time off from work##\r\n\r\nIf you're an employee and can't to work because of an illness or disability, you may be able to get [Statutory Sick Pay (SSP)](/statutory-sick-pay-ssp \"statutory sick pay\"). Some employers have their own sick pay scheme instead.\r\n\r\nIf you still can't work after 28 weeks, or you can't get Statutory Sick Pay, you can apply for [Employment and Support Allowance.](/employment-support-allowance \"Employment and Support Allowance\")\r\n\r\nIf you take time off, try to keep in touch with your employer during the time you are away from work.\r\n\r\nTime off from work should not be recorded as an 'absence from work' if you're waiting for your employer to put reasonable adjustments in place.\r\n\r\n##Counselling\r\nIf you have a mental health condition that is considered a disability under the [Equality Act 2010](/when-a-mental-health-condition-becomes-a-disability \"When a mental health condition becomes a disability\"), counselling could help you at work. \r\n\r\nSome larger companies offer counselling free of charge. This is often run by an outside company who supply face-to-face or telephone counselling sessions. All conversations or calls are confidential. Your employer can’t ask the counselling company what you talk about or how often.\r\n\r\nCheck with your Human Resources (HR) department, your union representative or a trusted colleague to find out more. ","slug":"if-youre-in-employment-and-become-disabled","title":"If you're in employment and become disabled"}},{"table":{"body":"If you're in work and become disabled your employer must keep your job open for you. \r\n\r\nIf they dismiss you because you've become disabled, this is likely to be [direct discrimination](http://www.legislation.gov.uk/ukpga/2010/15/section/13 \"direct discrimination\"){:rel=\"external\"} which is unlawful.\r\n\r\nHowever, your employer may be able to dismiss you if, even with all reasonable adjustments, your disability means that you cannot carry out your job. For example, it may not be possible to move you into another role if you cannot do your normal job. Therefore dismissing you may be allowed.\r\n\r\n###Redundancy###\r\nYou can't be selected for [redundancy](/redundant-your-rights \"redundancy your rights\") just because you are disabled.\r\n\r\nIf the employer knows, or should know that you're disabled, they should not treat you unfavourably because of something connected with your disability. For example, working flexible hours or taking time off for disability-related sickness.\r\n\r\nIf your employer does treat you differently, they would have to show there is a fair and balanced reason for this. \r\n\r\n##Getting help and advice##\r\nThe [Equality and Human Rights Commission](http://www.equalityhumanrights.com/ \"Equality and Human Rights Commission\"){:rel=\"external\"} is a good source of advice if you feel you may have been discriminated against at work or elsewhere. It can also help if you think you have been discriminated against and want to lodge a claim at an employment tribunal.\r\n\r\n","slug":"dismissals-and-redundancy","title":"Dismissals and redundancy"}}],"type":"guide"}
